Repository: equalitie/ouisync-app
Catalog: lib/l10n/intl_*.arb
Languages: es, fa, my, ru, uk, zh_cn

# messageEqValuesP12
source: We operate from different countries and come from various social backgrounds. We work together towards a society that will respect and defend the rights of others in the physical and the digital world. The International Bill of Rights articulates the suite of human rights that inspires our work; we believe that people have a right and a duty to protect these rights
es: Operamos desde diferentes países y venimos de diversos orígenes sociales. Trabajamos juntos por una sociedad que respete y defienda los derechos de los demás en el mundo físico y digital. La Declaración Internacional de Derechos articula el conjunto de derechos humanos que inspira nuestro trabajo; Creemos que las personas tienen el derecho y el deber de proteger estos derechos
fa: ما از داخل کشورهای مختلف فعالیت می‌کنیم و از زمینه‌ها و گروه‌های متفاوت اجتماعی گردهم جمع شده‌ایم. ما به همراه هم برای جامعه‌ای فعالیت می‌کنیم که به حقوق دیگران در دنیای فیزیکی و دیجیتالی احترام بگذارد و از آن دفاع کند. اعلامیه جهانی حقوق بشر مجموعه ای از حقوق انسان را بیان می‌کند که الهام‌بخش کار ماست. ما معتقدیم که مردم حق و وظیفه دارند از این حقوق حمایت کنند
my: ကျွန်ုပ်တို့သည် မတူညီသော နိုင်ငံအသီးသီးတွင် လုပ်ကိုင်ကြပြီး အမျိုးမျိုးသော လူမှုနောက်ခံများမှ လာကြသည်။ ကျွန်ုပ်တို့သည် ရုပ်ပိုင်းဆိုင်ရာနှင့် ဒစ်ဂျစ်တယ်ကမ္ဘာတွင် အခြားသူများ၏အခွင့်အရေးများကို လေးစားကာကွယ်ပေးမည့် လူ့အဖွဲ့အစည်းဆီသို့ မျှော်မှန်း၍ အတူတကွ လုပ်ဆောင်ပါသည်။ International Bill of Rights သည် ကျွန်ုပ်တို့၏အလုပ်အား လှုံ့ဆော်ပေးသည့် လူ့အခွင့်အရေး အစုံအလင်ကို ဖော်ပြထားသည်၊ အဆိုပါအခွင့်အရေးများကို ကာကွယ်ရန် လူသားများတွင် အခွင့်အရေးနှင့် တာဝန်ရှိသည်ဟု ကျွန်တော်တို့ ယုံကြည်ပါသည်
ru: Мы работаем из разных стран и приходим из различных социальных слоев. Мы вместе работаем над обществом, которое будет уважать и защищать права других людей в физическом и цифровом мире. Международный билль о правах формулирует свод прав человека, который вдохновляет нашу работу; мы считаем, что люди имеют право и обязанность защищать эти права
uk: Ми працюємо в різних країнах і походимо з різних соціальних верств. Ми об'єднуємо свої зусилля аби створити суспільство, де будуть поважати та захищати права інших у фізичному та цифровому світі. Всесвітня декларація прав людини формулює перелік прав людини, що заохочує нас в роботі; ми віримо, що люди мають право та обов'язок захищати ці права

# messageReplaceExistingFile
source: Replace existing file
es: Sustituir el archivo existente
fa: فایل موجود را جایگزین کنید
my: ရှိပြီးသားဖိုင်ကို အစားထိုးမည်
ru: Заменить существующий файл
uk: Замінити існуючий файл

# messageUnsavedChanges
source: You have unsaved changes. Would you like to discard them?
es: Tienes cambios sin guardar. ¿Te gustaría descartarlos?
fa: تغییرات ذخیره‌نشده‌ای دارید می‌خواهید آن‌ها را نادیده بگیرید؟
my: သင့်တွင် မသိမ်းဆည်းရသေးသော ပြောင်းလဲမှုများ ရှိနေသည်။ ၎င်းတို့ကို ပယ်ဖျက်လိုပါသလား။
ru: У вас есть несохраненные изменения. Хотите их отменить?
uk: У вас немає змін. Бажаєте відкинути їх?

# messageRepositoryIsNotOpen
source: The repository is not open
es: El repositorio no está abierto
fa: هیچ مخزنی باز نیست
my: repository ကို မပွင့်ပါ
ru: Хранилище не открыто
uk: Репозиторій не відкритий

# messageIgnoreBatteryOptimizationsPermission
source: Allows the app to keep syncing in the background
es: Permite que la aplicación siga sincronizándose en segundo plano
fa: به اپلیکیشن اجازه می‌دهد به همگام‌سازی در پس‌زمینه ادامه دهد
my: အက်ပ်ကို နောက်ကွယ်တွင် ဒေတာဆက်လက်ရယူရန် ခွင့်ပြုသည်
ru: Позволяет приложению синхронизироваться в фоновом режиме
uk: Дозволяє програмі продовжувати синхронізацію у фоновому режимі

# titleDigitalSecurity
source: Digital Security
es: Seguridad Digital
fa: امنیت دیجیتال
my: ဒစ်ဂျစ်တယ်လုံခြုံရေး
ru: Цифровая Безопасность
uk: Цифрова безпека

# messageSecureUsingBiometrics
source: Secure using biometrics
es: Protección biométrica
fa: محافظت با استفاده از بیومتریک
my: ဇီဝအချက်အလက်ကို အသုံးပြု၍ လုံခြုံအောင်ပြုလုပ်ပါ
ru: Защищено биометрией
uk: Безпека за допомогою біометрії

# messageRepositoryCurrentPassword
source: The current password
es: La contraseña actual
fa: رمز عبور کنونی
my: လက်ရှိစကားဝှက်
ru: Текущий пароль
uk: Поточний пароль

# messageEqualitieValues
source: is built in line with our values. By using it you agree to abide by these principles, and accept our Terms of Use and Privacy Notice.
es: está construido en línea con nuestros valores. Al utilizarlo, usted accede a cumplir con estos principios, y aceptar nuestros términos de uso y notas de privacidad.
fa: مطابق با اصول ما ساخته شده است. با استفاده از آن، موافقت می‌کنید که از این اصول پیروی کنید و شرایط استفاده و سند حریم خصوصی ما را بپذیرید.
my: ကျွန်ုပ်တို့၏ တန်ဖိုးထားမှုများ နှင့်အညီ တည်ဆောက်ထားသည်။ ၎င်းကို အသုံးပြုခြင်းဖြင့် သင်သည် ဤမူများကိုလိုက်နာရန် သဘောတူပြီး ကျွန်ုပ်တို့၏အသုံးပြုမှုစည်းမျဉ်းများနှင့် ကိုယ်ရေးလုံခြုံမှုသတိပေးချက်ကို လက်ခံပါသည်။
ru: Это приложение разработано в соответствии с нашими ценностями. Используя Ouisync, вы соглашаетесь с этими приницами, и принимаете Условия Использования и Политику Конфиденциальности.
uk: створений відповідно до наших цінностей. Використовуючи його, ви погоджуєтеся дотримуватися цих принципів і приймаєте наші Умови використання та Політику конфіденційності.

# messageKeepBothFiles
source: Keep both files
es: Guarde ambos archivos
fa: هر دو فایل را نگه دارید
my: ဖိုင်နှစ်ခုလုံးကို သိမ်းထားပါ
ru: Сохранить оба файла
uk: Зберегти обидва файли

# titleSortBy
source: Sort by
es: Ordenar por
fa: مرتب‌سازی بر اساس
my: အစီအစဥ်
ru: Отсортировать по
uk: Відсортовано

# messageStrong
source: Strong
es: Fuerte
fa: قوی
my: အားကောင်းခိုင်မာသည်
ru: Отлично
uk: Надійний

# messageOnboardingShare
source: All files and folders added to Ouisync are securely encrypted by default, both in transit and at rest.
es: Todos los archivos y carpetas agregados a Ouisync son cifrados de manera segura de forma predeterminada, tanto en reposo como en tránsito.
fa: همه فایل‌ها و پوشه‌های اضافه‌شده به وی‌سینک به‌طور پیش‌فرض هم در حالت انتقال و هم در حالت ذخیره‌سازی، به‌صورت امن رمزنگاری شده‌اند.
my: Ouisync တွင် ထည့်သွင်းထားသော ဖိုင်များနှင့် ဖိုဒါများအားလုံးသည် အကူးအပြောင်းနှင့် အချိန်အများစုတွင် ပုံမှန်အတိုင်း လုံခြုံစွာ ကုဒ်ဝှက်ထားသည်။
ru: Все файлы и папки, добавленные в Ouisync, зашифрованны по умолчанию - и при передаче, и при хранении.
uk: Усі файли та папки, додані до Ouisync, за замовчуванням надійно зашифровані, як під час передачі, так і в режимі очікування.

# messageRepositoryNewPassword
source: New password
es: Nueva contraseña
fa: رمز عبور جدید
my: စကားဝှက်အသစ်
ru: Новый пароль
uk: Новий пароль

# messageAccessingSecureStorage
source: Accessing secure storage
es: Acceso seguro al almacenamiento
fa: دسترسی به فضای ذخیره‌سازی امن
my: လုံခြုံသော သိုလှောင်ခန်းသို့ ဝင်ရောက်ခြင်း
ru: Получить доступ к безопасному хранилищу
uk: Доступ до захищеного сховища

# titlePrivacyPolicy
source: Privacy Policy
es: Política de Privacidad
fa: سند حریم خصوصی
my: ကိုယ်ရေးလုံခြုံမှု မူဝါဒ
ru: Политика конфиденциальности
uk: Політика конфідеційності

# labelConnectionType
source: Connection type
es: Tipo de conexión
fa: نوع اتصال
my: ချိတ်ဆက်မှုအမျိုးအစား
ru: Тип соединения
uk: Тип підключення

# messageFileAlreadyExist
source: {name} already exist in this location. What do you want to do?
es: {name} ya existe en esta ubicación. ¿Qué deseas hacer?
fa: {name} از قبل در این‌جا وجود دارد. می‌خواهید چه کاری بکنید؟
my: {name} သည် ထိုနေရာတွင် ရှိပြီးဖြစ်သည်။ သင် မည်သို့ပြုလုပ်လိုသနည်း။
ru: {name} уже существует в этой локации Что вы хотите делать?
uk: {name} вже існують у цій локації. Що ви хочете зробити?

# messageNoRepoIsSelected
source: No repository is selected
es: No hay ningún repositorio seleccionado
fa: هیچ مخزنی انتخاب نشده‌
my: repository ကို ရွေးချယ်ထားခြင်း မရှိပါ
ru: Хранилище не выбрано
uk: Жодний репозиторій не вибрано

# messageVerbosity
source: Log verbosity
es: Detalle del registro
fa: سطح جزئیات گزارش
my: စကားလုံးစာရင်း
ru: Выбор детализации логов
uk: Багатослівність журналу

# messageLogLevelAll
source: All
es: Todos
fa: همه
my: အားလုံး
ru: Всё
uk: Все

# messageValidateLocalPassword
source: Validate local password
es: Validar la contraseña localmente
fa: تایید رمز عبور محلی
my: စက်တွင်းစကားဝှက်ကို အတည်ပြုပါ
ru: Подтвердить локальный пароль
uk: Підтвердити локальний пароль

# messageUnlockRepoFailed
source: The password did not unlock the repository
es: La contraseña no desbloqueó el repositorio
fa: رمز عبور، مخزن را باز نکرد
my: စကားဝှက်သည် သိုလှောင်ခန်းကို မဖွင့်ခဲ့ပါ
ru: Пароль не открыл хранилище
uk: Пароль не розблокував репозиторій

# messagePasswordCopiedClipboard
source: Password copied to the clipboard
es: Contraseña copiada al portapapeles
fa: رمز عبور در کلیپ‌بورد کپی شد
my: စကားဝှက်ကို ကလစ်ဘုတ်သို့ ကူးယူထားသည်
ru: Пароль сохранен у буфер обмена
uk: Пароль скопійовано

# messageRemoveBiometricValidation
source: Remove biometric validation
es: Remover validación biométrica
fa: حذف اعتبارسنجی بیومتریکی
my: ဇီဝအချက်အလက်ဆိုင်ရာ အတည်ပြုချက်များကို ဖယ်ရှားမည်
ru: Удалить вход по биометрии
uk: Прибрати біометричну перевірку

# messageRousseau
source: Jean-Jacques Rousseau
fa: ژان ژاک روسو
ru: Жан-Жак Руссо
uk: Жан-Жак Руссо

# messageTermsPrivacyP1
source: This Ouisync Terms of Use (the “Agreement”), along with our Privacy Notice (collectively, the “Terms”), govern your use of Ouisync - an online file synchronization protocol and software.
es: Estos términos de uso de Ouisync (el "Acuerdo"), junto con nuestro aviso de privacidad (colectivamente, los "Términos"), rigen el uso de Ouisync - un protocolo y software de sincronización de archivos en línea.
fa: این شرایط استفاده از وی‌سینک (که از این پس «توافق‌نامه» نامیده می‌شود)، به همراه اطلاعیه حریم خصوصی ما (که مجموعا «شرایط» نامیده می‌شوند)، استفاده شما از وی‌سینک - یک پروتکل و نرم‌افزار همگام‌سازی فایل آنلاین - را تعیین می‌کنند.
my: Ouisync အသုံးပြုမှုစည်းမျဥ်းစည်းကမ်းများ ("သဘောတူညီချက်")၊ ကျွန်ုပ်တို့၏ ကိုယ်ရေးလုံခြုံမှုသတိပေးချက် ("စည်းမျဥ်းစည်းကမ်းများ" စုပေါင်းခြင်းအားဖြင့်) နှင့်အတူ Ouisync - အွန်လိုင်းဖိုင်ထပ်တူပြုခြင်းပရိုတိုကောနှင့် ဆော့ဖ်ဝဲလ်ကို အသုံးပြုခြင်းအား ထိန်းချုပ်သည်။
ru: Настоящие Условия использования Ouisync («Соглашение»), а также наше Уведомление о конфиденциальности (совместно именуемые «Условия») регулируют использование Вами Ouisync — протокола и программного обеспечения для онлайн-синхронизации файлов.
uk: Ці Умови використання Ouisync ("Угода") разом з нашою Політикою конфіденційності (разом - "Умови") регулюють використання вами Ouisync - протоколу і програмного забезпечення для синхронізації файлів в інтернеті.

# messageErrorChangingPassword
source: There was a problem changing the password. Please try again
es: Ha habido un problema al cambiar la contraseña. Por favor, inténtelo de nuevo
fa: در تغییر رمز عبور مشکلی پیش آمد. لطفا دوباره تلاش کنید
my: စကားဝှက်ကို ပြောင်းလဲရာတွင် ပြဿနာရှိသည်။ ကျေးဇူးပြု၍ ထပ်မံလုပ်ဆောင်ပါ
ru: Произошла ошибка при изменении пароля. Пожалуйста, попробуйте снова
uk: Виникла проблема зі зміною пароля. Будь ласка, спробуйте ще раз

# messageLogLevelErrorWarn
source: Error and Warn
es: Error y Alerta
fa: خطا و هشدار
my: မှားယွင်းမှုနှင့် သတိပေးမှု
ru: Ошибки и предупреждения
uk: Помилки та попередження

# titleUPnP
source: Universal Plug and Play (UPnP)
es: Plug and Play universal (UPnP)
fa: معیار اجرا و اتصال همگانی (UPnP)
ru: Универсальный Plug and Play (UPnP)
uk: Універсальне автоматичне налаштування мережевих пристроїв (UPnP)

# titleIssueTracker
source: Issue tracker
es: Rastreador de los problemas
fa: ردیاب اشکالات
my: ပြဿနာခြေရာခံသူ
ru: Трекер проблем
uk: Відстеження проблем
zh_cn: 问题追踪

# titleLogData
source: Log Data
es: Datos de registros
fa: ثبت اطلاعات
my: မှတ်တမ်းအချက်အလက်များ
ru: Логи данных
uk: Дані логів (журналу)

# titleChildrensPrivacy
source: Children’s Privacy
es: Privacidad de los niños
fa: حریم خصوصی کودکان
my: ကလေးများ၏ ကိုယ်ရေးလုံခြုံမှု
ru: Конфиденциальность детей
uk: Конфідеційність щодо дітей

# messageLogLevelError
source: Only Error
es: Solo error
fa: فقط خطا
my: မှားယွင်းမှုများသာ
ru: Только ошибки
uk: Тільки помилки

# messageFAQ
source: Frequently Asked Questions
es: Preguntas frecuentes
fa: پرسش‌های متداول
my: အမေးများသော မေးခွန်းများ
ru: FAQ
uk: Поширені запитання

# messageDeclarationDOS
source: Declaration for Distributed Online Services
es: Declaración para servicios distribuidos en línea
fa: اعلامیه خدمات آنلاین توزیع‌شده
my: ဖြန့်ဝေထားသော အွန်လိုင်းဝန်ဆောင်မှုများအတွက် ကြေငြာချက် ကို ကိုးကားပါ
ru: Декларация о Распределенных Онлайн-Сервисах
uk: Декларацією про розподілені онлайн-послуги

# messageRepoMissing
source: The repository is not there anymore
es: El repositorio ya no está allí
fa: مخزن مورد نظر دیگر آن‌جا نیست
my: သိုလှောင်ခန်း မရှိတော့ပါ
ru: Хранилище тут больше не находится
uk: Сховища більше не існує

# titleOurPrinciples
source: Our Principles
es: Nuestros Principios
fa: اصول ما
my: ကျွန်ုပ်တို့၏ အခြေခံမူများ
ru: Наши Принципы
uk: Наші принципи

# titleSecurity
source: Security
es: Seguridad
fa: امنیت
my: လုံခြုံ‌ရေး
ru: Безопасность
uk: Безпека
zh_cn: 安全

# messageRepoDeletionFailed
source: The repository deletion failed
es: El borrado del repositorio falló
fa: حذف مخزن ناموفق بود
my: repository ကို ဖျက်ခြင်း မအောင်မြင်ပါ
ru: Ошибка удаления хранилища
uk: Видалення сховища не вдалося

# messageWeak
source: Weak
es: Débil
fa: ضعیف
my: အားနည်းသည်
ru: Слабо
uk: Cлабкий

# messageEthernet
source: Ethernet
fa: شبکه محلی کابلی
my: အီသာနက်

# messageSaveLogFile
source: Save log file
es: Guardar el archivo de registro
fa: ذخیره فایل گزارش
my: စာရင်းဖိုင်ကို သိမ်းဆည်းမည်
ru: Сохранить лог
uk: Зберегти файл журналу

# titleEqualitiesValues
source: eQualitie’s Values
es: Valores de eQualitie
fa: ارزش‌های سازمان eQualitie
my: eQualitie ၏ တန်ဖိုးထားမှုများ
ru: Ценности eQualitie
uk: Цінності eQualitie
zh_cn: 相等的变量

# titleSecurityPractices
source: 3.3 Security Practices
es: 3.3 Prácticas de Seguridad
fa: ۳.۳. تمرینات امنیتی
my: ၃.၃။ လုံခြုံရေးအလေ့အကျင့်များ
ru: 3.3 Методы обеспечения безопасности
uk: 3.3 Практика безпеки

# labelAttachLogs
source: Attach logs
es: Adjuntar los registros
fa: ضمیمه کردن فایل گزارش‌ها
my: တွဲချိတ်ထားသော စာရင်းများ
ru: Прикрепить логи
uk: Додайте логи

# titleJustLegalSociety
source: Just and legal society
es: Sociedad justa y legal
fa: جامعه عدالت‌محور و قانونی
my: တရားမျှတသော လူ့အဖွဲ့အစည်း
ru: Справедливое и правовое общество
uk: Справедливе і правове суспільство

# messageRepoMissingErrorDescription
source: We could not find the repository "{name}" at the usual location
es: No pudimos encontrar el repositorio "{name}" en la ubicación habitual
fa: نتوانستیم این مخزن را در مکانی که معمولا هست، بیابیم: "{name}"
my: သိုလှောင်ခန်း "{name}" ကို ပုံမှန်နေရာတွင် ရှာမတွေ့ပါ
ru: Хранилище "{name}" не найдено в привычной локации
uk: Не вдалося знайти репозиторій "{name}" за звичним місцем розташування

# messagePassword
source: Password
es: Contraseña
fa: رمز عبور
my: စကားဝှက်
ru: Пароль
uk: Пароль

# titleOnboardingPermissions
source: Set permissions to collaborate, broadcast, or simply store
es: Establece permisos para colaborar, transmitir, o simplemente almacenar
fa: تنظیم دسترسی‌ها برای همکاری، پخش یا صرفا ذخیره‌سازی
my: ပူးပေါင်းဆောင်ရွက်ရန်၊ ထုတ်လွှင့်ရန် သို့မဟုတ် ရိုးရှင်းစွာ သိမ်းဆည်းရန် ခွင့်ပြုချက်ပေးမည်
ru: Установите разрешения для совместной работы, передачи или просто хранения
uk: Налаштуйте дозволи на співпрацю, трансляцію чи просто зберігання
zh_cn: 设置协作、广播或简单存储的权限

# messageRepoDeletionErrorDescription
source: We could not delete the repository "{name}"
es: No pudimos borrar el repositorio "{name}"
fa: نتوانستیم این مخزن را حذف کنیم: "{name}"
my: repository "{name}" ကို ဖျက်၍ မရနိုင်ပါ
ru: Мы не смогли удалить хранилище "{name}"
uk: Ми не змогли видалити репозиторій "{name}"

# titleUnsavedChanges
source: Unsaved changes
es: Cambios sin guardar
fa: تغییرات ذخیره‌‌نشده
my: အပြောင်းအလဲများကို မသိမ်းဆည်းပါ
ru: Изменения не сохранены
uk: Незбережені зміни
zh_cn: 未保存的更改

# titleChangePassword
source: Change password
es: Cambiar la contraseña
fa: تغییر رمز عبور
my: စကားဝှက် ပြောင်းလဲမည်
ru: Изменить пароль
uk: Змінити пароль
zh_cn: 更改密码

# messageNewPasswordCopiedClipboard
source: New password copied to the clipboard
es: La nueva contraseña fue copiada en el portapapeles
fa: رمز عبور جدید در کلیپ‌بورد کپی شد
my: စကားဝှက်အသစ်ကို ကလစ်ဘုတ်သို့ ကူးယူထားသည်
ru: Новый пароль сохранен в буфер обмена
uk: Новий пароль скопійовано до буфера обміну

# titleTermsOfUse
source: 2. Terms of Use
es: 2. Términos de uso
fa: ۲. شرایط استفاده
my: ၂။ အခေါ်အဝေါ်များ
ru: 2. Условия использования
uk: 2. Умови використання

# messageQuoteMainIsFree
source: “Man is born free, and everywhere he is in chains.”
es: “El hombre nace libre, y en todas partes está encadenado.”
fa: «انسان آزاد زاده می‌شود، اما همه جا در زنجیر است.»
my: "လွတ်လပ်စွာ မွေးဖွားလာပြီးနောက်မှာ အရာရာတိုင်း ချုပ်နှောင်ခံနေရတဲ့ လူသား"
ru: "Человек рождается свободным, и везде он в цепях"
uk: "Людина народжується вільною, і всюди вона в кайданах".

# messageEqValuesP14
source: We have put safeguards in place to mitigate the misuse of our products and services. When we become aware of any use that violates our principles or terms of service, we take action to stop it. Guided by our internal policies, we carefully deliberate over acts that might compromise our principles. Our procedures will continue to evolve based on experience and best practices so that we can achieve the right balance between enabling open access to our products and services, and upholding our principles
es: Hemos implementado medidas de seguridad para mitigar el uso indebido de nuestros productos y servicios. Cuando tomamos conocimiento de cualquier uso que viole nuestros principios o términos de servicio, tomamos medidas para detenerle. Guiados por nuestras políticas internas, deliberamos cuidadosamente sobre actos que podrían comprometer nuestros principios. Nuestros procedimientos seguirán evolucionando en función de la experiencia y las mejores prácticas para que podamos lograr el equilibrio adecuado entre permitir el acceso abierto a nuestros productos y servicios y defender nuestros principios
fa: ما تدابیری را برای کاهش سوء‌استفاده از محصولات و خدمات خود در نظر گرفته‌ایم. وقتی از هرگونه استفاده‌ای که اصول یا شرایط خدمات ما را نقض می‌کند، آگاه می‌شویم، برای جلوگیری از آن اقدام می‌کنیم. با تکیه بر سیاست‌های داخلی خود، ما به دقت در مورد اقداماتی که ممکن است اصول ما را به خطر بیندازند، بررسی لازم را انجام می‌دهیم. رویه‌های ما بر اساس تجربه و بهترین شیوه‌ها به تکامل خود ادامه خواهند داد تا بتوانیم به تعادل مناسب بین امکان دسترسی آزاد به محصولات و خدمات خود و رعایت اصول و ارزش‌های خود دست یابیم
my: ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ ထုတ်ကုန်နှင့် ဝန်ဆောင်မှုများကို အလွဲသုံးစားမှု လျော့ပါးစေရန်အတွက် အကာအကွယ်များ ထားရှိထားပါသည်။ ကျွန်ုပ်တို့၏ စည်းမျဉ်းများ သို့မဟုတ် ဝန်ဆောင်မှုစည်းမျဉ်းများကို ချိုးဖောက်သည့် အသုံးပြုမှုတစ်ခုခုကို တွေ့ရှိလာပါက ၎င်းကို ရပ်တန့်ရန် ကျွန်ုပ်တို့အနေဖြင့်အရေးယူဆောင်ရွက်မှုများကို လုပ်ဆောင်ပါသည်။ ကျွန်ုပ်တို့၏ပြည်တွင်းရေးမူဝါဒများဖြင့် လမ်းညွှန်ချက်များအရ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏အခြေခံမူများကို ထိခိုက်စေနိုင်သော လုပ်ဆောင်မှုများအပေါ် ဂရုတစိုက် စဉ်းစားဆုံးဖြတ်မှုများ ပြုလုပ်နေပါသည်။ ကျွန်ုပ်တို့၏လုပ်ထုံးလုပ်နည်းများသည် အတွေ့အကြုံနှင့် အကောင်းဆုံးသော အလေ့အကျင့်များအပေါ် အခြေခံ၍ ဆက်လက်တိုးတက်နေမည်ဖြစ်ပြီး ကျွန်ုပ်တို့၏ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများကို ပွင့်လင်းမြင်သာစွာအသုံးပြုခွင့်နှင့် ကျွန်ုပ်တို့၏အခြေခံမူများကို လိုက်နာဆောင်ရွက်ခြင်းတို့အကြား မှန်ကန်သောမျှခြေတစ်ခုကို ရရှိစေပါသည်
ru: Мы внедрили меры безопасности для предотвращения неправомерного использования наших продуктов и услуг. Когда нам становится известно о любом использовании, которое нарушает наши принципы или условия обслуживания, мы принимаем меры, чтобы остановить это. Руководствуясь нашей внутренней политикой, мы тщательно обдумываем действия, которые могут поставить под угрозу наши принципы. Наши процедуры будут продолжать развиваться на основе опыта и лучших практик, чтобы мы могли достичь правильного баланса между предоставлением открытого доступа к нашим продуктам и услугам и соблюдением наших принципов
uk: Ми запровадили заходи безпеки, щоб запобігти неправомірному використанню наших продуктів і послуг. Коли нам стає відомо про будь-яке використання, що порушує наші принципи або умови надання послуг, ми вживаємо заходів для припинення надання цих послуг. Керуючись нашими внутрішніми правилами, ми ретельно обмірковуємо дії, які можуть скомпрометувати наші принципи. Наші процедури й надалі будуть розвиватися на основі досвіду та найкращих практик, щоб ми могли досягти правильного балансу між забезпеченням відкритого доступу до наших продуктів і послуг та дотриманням наших принципів

# messageTerms1_1
source: Infringes on personal information protection rights, including the underlying values or the letter of
es: Infringe los derechos de protección de la información personal, incluidos los valores subyacentes o la carta de
fa: حقوق حفاظت از اطلاعات شخصی را نقض می‌کند، از جمله ارزش‌های بنیادین یا مفاد
my: ကို ဆန့်ကျင်သောပစ္စည်းများကို ထုတ်ဝေရန်၊ မျှဝေရန် သို့မဟုတ် သိမ်းဆည်းခြင်းမပြုရန် သင့်အနေဖြင့်သဘောတူပါသည်။
ru: Нарушает права на защиту личной информации, включая основополагающие ценности или письмо
uk: Порушує права на захист персональних даних, включаючи основні цінності або

# messageErrorNewPasswordSameOldPassword
source: The new password is the same as the old password
es: La nueva contraseña es la misma que la vieja
fa: رمز عبور جدید همان رمز عبور قدیمی است
my: စကားဝှက်အသစ်သည် ယခင်အသုံးပြုခဲ့သော စကားဝှက်အဟောင်းနှင့် တူညီနေသည်
ru: Новый пароль такой же как старый
uk: Новий пароль збігається зі старим паролем
