Repository: equalitie/ouisync-app
Catalog: lib/l10n/intl_*.arb
Languages: es, fa, my, ru, uk, zh_cn

# titleAbout
source: About
es: Acerca de
fa: درباره ما
my: အကြောင်းအရာ
ru: О приложении
uk: Про нас
zh_cn: 关于

# titleAppTitle
source: Ouisync
fa: وی‌سینک

# titleAddFile
source: Add file to Ouisync
es: Añadir un archivo a Ouisync
fa: اضافه‌ کردن فایل به وی‌سینک
my: Ouisync တွင် ဖိုင်များကို သိမ်းမည်
ru: Добавить файл в Ouisync
uk: Додати файл до Ouisync
zh_cn: 添加文件到 Ouisync

# titleMovingEntry
source: Moving entry
es: Moviendo entrada
fa: در حال انتقال (مقدار) ورودی
my: စာရင်းကို ရွှေ့ပြောင်းမည်
ru: Переместить
uk: Переміщення входу

# titleFolderActions
source: Add
es: Añadir
fa: اضافه‌ کردن
my: ပေါင်းထည့်မည်
ru: Добавить
uk: Додати
zh_cn: 添加

# titleCreateFolder
source: Create a folder
es: Crear un directorio
fa: ایجاد پوشه
my: ဖိုဒါဖွင့်မည်
ru: Создать папку
uk: Створити папку
zh_cn: 创建文件夹

# titleCreateRepository
source: Create a new repository
es: Crear un repositorio nuevo
fa: ایجاد مخزن جدید
my: repository အသစ် ပြုလုပ်မည်
ru: Создать новое хранилище
uk: Створити новий репозиторій
zh_cn: 新建库

# titleEditRepository
source: Edit repository
es: Editar repositorio
fa: ویرایش مخزن
my: repository ကို ပြင်မည်
ru: Изменить хранилище
uk: Редагувати репозиторій
zh_cn: 编辑库

# titleUnlockRepository
source: Unlock repository
es: Abrir repositorio
fa: باز کردن قفل مخزن
my: repository ကို လော့ခ်ဖြေမည်
ru: Разблокировать хранилише
uk: Розблокувати репозиторій
zh_cn: 解锁库

# titleAddRepository
source: Import a repository
es: Importar un repositorio
fa: وارد‌ کردن مخزن
my: repository တစ်ခုကို ထည့်သွင်းမည်
ru: Импортировать хранилище
uk: Імпортувати репозиторій
zh_cn: 导入库

# titleSettings
source: Settings
es: Configuraciones
fa: تنظیمات
my: ဆက်တင်များ
ru: Настройки
uk: Налаштування
zh_cn: 设置

# titleRepository
source: Repository
es: Repositorio
fa: مخزن
ru: Хранилище
uk: Репозиторій
zh_cn: 存储库

# titleFileDetails
source: File details
es: Detalles de archivo
fa: جزییات فایل‌
my: ဖိုင်၏ အသေးစိတ်အချက်အလက်များ
ru: Информация о файле
uk: Подробиці файлу
zh_cn: 文件详情

# titleFolderDetails
source: Folder details
es: Detalles de directorio
fa: جزییات پوشه
my: ဖိုဒါ၏ အသေးစိတ်အချက်အလက်များ
ru: Информация о папке
uk: Подробиці папки
zh_cn: 文件夹详情

# titleDeleteFolder
source: Delete folder
es: Borrar directorio
fa: حذف پوشه
my: ဖိုဒါကို ဖျက်မည်
ru: Удалить папку
uk: Видалити папку
zh_cn: 删除文件夹

# titleDeleteNotEmptyFolder
source: Delete non-empty folder
es: Borrar directorio no vacío
fa: حذف پوشه‌ غیر خالی
my: အလွတ်ဖြစ်မနေသော ဖိုဒါကို ဖျက်မည်
ru: Удалить не пустую папку
uk: Видалити непорожню папку
zh_cn: 删除非空文件夹

# titleRepositoriesList
source: My repositories
es: Mis repositorios
fa: مخزن‌های من
my: ကျွန်ုပ်၏ repository များ
ru: Мои репозитории
uk: Мої репозиторії
zh_cn: 我的 库

# titleShareRepository
source: Share repository "{name}"
es: Compartir repositorio "{name}"
fa: اشتراک‌گذاری مخزن "{name}"
my: repository "{name}" ကို မျှဝေမည်
ru: Поделиться хранилищем "{name}"
uk: Поділитися репозиторієм "{name}"
zh_cn: 共享库“{name}”

# titleDeleteFile
source: Delete file
es: Borrar archivo
fa: حذف فایل
my: ဖိုင်ကို ဖျက်မည်
ru: Удалить файл
uk: Видалити файл
zh_cn: 删除文件

# titleNetwork
source: Network
es: Conectividad
fa: شبکه
my: ကွန်ရက်
ru: Сеть
uk: Мережа
zh_cn: 网络

# titleLogs
source: Logs
es: Registros
fa: گزارش‌ها
my: မှတ်တမ်းများ
ru: Логи
uk: Журнали
zh_cn: 日志

# titleDeleteRepository
source: Delete repository
es: Borrar repositorio
fa: حذف مخزن
my: repository ကို ဖျက်မည်
ru: Удалить хранилище
uk: Видалити репозиторій
zh_cn: 删除库

# titleDownloadToDevice
source: Download to device
es: Descargar al dispositivo
fa: دانلود در دستگاه
my: စက်သို့ ဒေါင်းလုပ်ဒ်လုပ်မည်
ru: Скачать на устройство
uk: Завантажити на пристрій
zh_cn: 下载到设备

# titleDownloadLocation
source: Download location
es: Ubicación de descarga
fa: محل دانلود
my: တည်နေရာကို ‌ဒေါင်းလုပ်ဒ်လုပ်မည်
ru: Путь загрузок
uk: Розташування завантаження
zh_cn: 下载位置

# titleBackgroundAndroidPermissionsTitle
source: Permissions needed
es: Permisos requeridos
fa: دسترسی‌های مورد نیاز
my: ခွင့်ပြုချက်လိုအပ်သည်
ru: Требуется разрешение
uk: Необхідні дозволи
zh_cn: 所需权限

# titleLockAllRepos
source: Lock all repositories
es: Bloquear todos los repositorios
fa: قفل‌ کردن تمام مخزن‌ها
my: repositories အားလုံးကို လော့ဒ်လုပ်မည်
ru: Заблокировать все хранилища
uk: Заблокувати всі репозиторії
zh_cn: 锁定所有库

# titleAddRepoToken
source: Import a repository with token
es: Importar un repositorio con token
fa: وارد کردن یک مخزن با توکن
my: repository တစ်ခုကို တိုကင်အသုံးပြု၍ ထည့်သွင်းပါ
ru: Импортировать хранилище с помощью токена
uk: Імпортувати репозиторій з токеном
zh_cn: 导入库（带token）

# titleScanRepoQR
source: Scan Repository QR
es: Escanear QR de Repositorio
fa: اسکن کد QR مخزن
my: Repository QR ကို စကန်ဖတ်ပါ
ru: Сканировать QR-код хранилища
uk: Сканувати QR-код Репозиторію
zh_cn: 扫描库二维码

# titleFileExtensionChanged
source: File extension changed
es: Extensión de archivo modificada
fa: تغییر پسوند فایل
my: ဖိုင်အဆက်ကို ပြောင်းလဲပြီးစီး
ru: Изменено расширение файла
uk: Розширення файлу змінено
zh_cn: 文件扩展名已更改

# titleFileExtensionMissing
source: File extension missing
es: Extensión de archivo faltante
fa: پسوند فایل موجود نیست
my: ဖိုင်အဆက်ကို ပျောက်ဆုံး
ru: Не хватает расширения файла
uk: Розширення файлу відсутнє
zh_cn: 文件扩展名缺失

# typeFolder
source: Folder
es: Directorio
fa: پوشه
my: ဖိုဒါ
ru: Папка
uk: Папка

# typeFile
source: File
es: Archivo
fa: فایل
my: ဖိုင်
ru: Файл
uk: Файл

# labelRepositoryLink
source: Repository link:
es: Link del repositorio:
fa: لینک مخزن:
my: Repository လင့်ခ်
ru: Ссылка на хранилище:
uk: Посилання на репозиторій:

# labelName
source: Name:
es: Nombre:
fa: نام:
my: အမည်
ru: Имя:
uk: Назва:

# labelNewName
source: New name:
es: Nuevo nombre:
fa: نام جدید
my: အမည်အသစ်
ru: Новое имя
uk: Нова назва:

# labelLocation
source: Location:
es: Localización:
fa: موقعیت مکانی:
my: တည်နေရာ
ru: Локация:
uk: Місце розташування:

# labelSize
source: Size:
es: Tamaño:
fa: سایز:
my: အရွယ်အစား
ru: Размер:
uk: Розмір:

# labelPassword
source: Password:
es: Clave:
fa: رمز عبور:
my: စကားဝှက်
ru: Пароль:
uk: Пароль:

# labelRetypePassword
source: Retype password:
es: Repita la clave:
fa: تایپ دوباره رمز عبور:
my: စကားဝှက်ကို ပြန်ရေးပါ
ru: Подтвердите пароль:
uk: Повторіть пароль:

# labelTypePassword
source: Type password:
es: Ingrese la clave:
fa: رمز عبور را بنویسید:
my: စကားဝှက်ကို ရေးပါ
ru: Введите пароль:
uk: Введіть пароль:

# labelSyncStatus
source: Sync Status:
es: Estado de la sincronización:
fa: وضعیت همگام‌سازی:
my: ချိန်ကိုက်သည့် အခြေအနေ
ru: Статус синхронизации:
uk: Стан Синхронізації:

# labelBitTorrentDHT
source: BitTorrent DHT
fa: جدول درهم‌سازی توزیع‌شده (DHT) بیت‌تورنت

# labelSelectRepository
source: Select repository
es: Seleccione el repositorio
fa: انتخاب مخزن:
my: repository ကို ရွေးချယ်ပါ။
ru: Выбрать хранилище
uk: Вибрати репозиторій

# labelRenameRepository
source: Enter the new name:
es: Ingrese el nuevo nombre:
fa: نام جدید را وارد کنید:
my: အမည်အသစ်ကို ထည့်ပါ
ru: Ввести новое имя:
uk: Введіть нову назву:

# labelEndpoint
source: Endpoint:
es: Punto final:
fa: گرهِ انتهایی
my: အဆုံးမှတ်
ru: Конечный пункт
uk: Кінцева точка:

# labelAppVersion
source: App version
es: Versión de la App
fa: نسخه اپلیکیشن
my: အက်ပ်ဗားရှင်း
ru: Версия приложения
uk: Версія застосунку

# labelPeers
source: Peers
es: Pares
fa: همتاها
my: လုပ်ဖော်ကိုင်ဖက်
ru: Пиры
uk: Вузли

# labelDestination
source: Destination
es: Destino
fa: مقصد
my: ဦးတည်ချက်
ru: Назначение
uk: Місце призначення

# labelUseExternalStorage
source: Use external storage
es: Usar almacenamiento externo
fa: استفاده از حافظه خارجی
my: ပြင်ပသိုလှောင်မှုကို အသုံးပြုပါ
ru: Использовать внешнее хранилище
uk: Використовувати зовнішній накопичувач

# labelDownloadedTo
source: Downloaded to:
es: Descargado en:
fa: دانلود شده در:
my: ဒေါင်းလုတ်ဆွဲယူထားသော နေရာ
ru: Скачано в:
uk: Завантажено в:

# labelSetPermission
source: Set permission
es: Determine el accesso
fa: تنظیم دسترسی
my: ခွင့်ပြုချက်ကို သတ်မှတ်ပါ
ru: Дать разрешение
uk: Встановити дозвіл

# labelTokenLink
source: Repository share link
es: Link del repositorio
fa: لینک اشتراک‌گذاری مخزن
my: Repository ကို မျှဝေသော လင့်ခ်
ru: Ссылка на хранилище
uk: Посилання на репозиторій

# labelCopyLink
source: Copy link
es: Copia el link
fa: کپی کردن لینک
my: လင့်ခ်ကို ကူးယူပါ
ru: Копировать ссылку
uk: Скопіювати посилання

# labelShareLink
source: Share link
es: Comparte el link
fa: اشتراک‌گذاری لینک
my: လင့်ခ်ကို မျှဝေပါ
ru: Поделиться ссылкой
uk: Поділіться посиланням

# labelQRCode
source: QR code
es: Código QR
fa: کد QR
my: ကျူအာကုဒ်
ru: QR код
uk: QR-код

# labelLockAllRepos
source: Lock all
es: Bloquear todos
fa: قفل‌ کردن همگی
my: အားလုံးကို လော့ခ်ချပါ
ru: Всё заблокировать
uk: Заблокувати все

# messageLoadingDefault
source: Loading…
es: Cargando…
fa: در حال بارگذاری…
my: ခေတ္တစောင့်ဆိုင်းပါ…
ru: Загрузка…
uk: Завантаження…

# messageLibraryPanic
source: Internal crash detected.
es: Fallo interno detectado.
fa: یک مشکل داخلی شناسایی شد.
my: စက်တွင်းပျက်စီးကို တွေ့ရှိသည်။
ru: Произошла внутренняя ошибка.
uk: Виявлено внутрішній збій.

# messageSyncingIsDisabledOnMobileInternet
source: Syncing is disabled while using mobile data
es: La sincronización a través de Internet está desactivada cuando se utilizan datos móviles
fa: هنگام استفاده از دیتای موبایل، همگام‌سازی اینترنتی غیرفعال است
my: မိုလ်ဘိုင်းအင်တာနက်ကို အသုံးပြုနေစဥ်တွင် ဒေတာရယူမှုများ ရပ်တန့်ထားမည်
ru: Синхронизация через интернет отключена при использовании мобильных данных
uk: Синхронізація Інтернету вимкнено при використанні мобільних даних

# messageNetworkIsUnavailable
source: Network is unavailable
es: Red no disponible
fa: شبکه در دسترس نیست
my: ကွန်ရက်မရရှိနိုင်ပါ
ru: Сеть недоступна
uk: Мережа недоступна

# messageNewVersionIsAvailable
source: A new version is available.
es: Existe una nueva versión.
fa: نسخه جدید موجود است.
my: ဗားရှင်းအသစ် ရပါပြီ။
ru: Доступна новая версия.
uk: Доступна нова версія.

# messageErrorDefault
source: Something went wrong. Please try again.
es: Algo falló. Por favor intente de nuevo.
fa: اشکالی پیش آمده. لطفا دوباره تلاش کنید.
my: တစ်စုံတစ်ခုမှားယွင်းနေသောကြောင့် နောက်တစ်ကြိမ် ထပ်မံကြိုးစားပါ။
ru: Что-то пошло не так. Пожалуйста, повторите попытку.
uk: Щось пішло не так. Будь ласка, спробуйте ще раз.

# messageErrorDefaultShort
source: Failed.
es: Falló.
fa: ناموفق.
my: မအောင်မြင်ပါ။
ru: Ошибка.
uk: Невдало.

# messageErrorLoadingContents
source: We couldn’t load this folder’s contents. Please try again.
es: No pudimos cargar el contenido de esta carpeta. Inténtalo de nuevo.
fa: نتوانستیم محتوای این پوشه را بارگذاری کنیم. لطفا دوباره تلاش کنید.
my: ထိုဖိုဒါ၏ အချက်အလက်ကို ရယူရန် မအောင်မြင်ပါ။ နောက်တစ်ကြိမ် ထပ်မံကြိုးစားပါ။
ru: Мы не смогли загрузить содержимое этой папки. Пожалуйста, попробуйте еще раз.
uk: Ми не можемо завантажувати вміст цієї папки. Будь ласка, спробуйте знову.

# messageErrorFormValidatorNameDefault
source: Please enter a valid name.
es: Por favor ingrese un nombre válido.
fa: لطفا یک نام معتبر وارد کنید.
my: ကျေးဇူးပြု၍ ရနိုင်သော အမည်ကို ထည့်သွင်းပါ။
ru: Введите верное имя.
uk: Будь ласка, введіть дійсну назву.

# messageErrorPathNotEmpty
source: {path} is not empty
es: {path} no está vacío
fa: {path} خالی نیست
my: {path} သည် လစ်လပ်မနေပါ
ru: {path} не пустой
uk: {path} не порожній

# messageErrorCurrentPathMissing
source: The current folder is missing, navigating to its parent: {path}
es: Este directorio no existe más, navegando al ancestro: {path}
fa: پوشه فعلی موجود نیست، به بخش اصلی بروید: {path}
ru: Текущая папка отсутствует, переходим в вышестоящую: {path}
uk: Поточна папка відсутня, перехід до її батьківської: {path}

# messageNewFileError
source: Error creating file {name}
es: Error creando archivo {name}
fa: خطا در ایجاد فایل {name}
my: {name} ဖိုင်ကို တည်ဆောက်မှု မအောင်မြင်ပါ
ru: Ошибка при создании файла {name}
uk: Помилка створення файлу {name}

# messageWritingFileError
source: {name} - writing failed
es: {name} - fallo durante escritura
fa: {name} - ناموفق در نوشتن
my: {name} - ပြင်ဆင်မှု မအောင်မြင်ပါ
ru: {name} - ошибка записи
uk: {name} - не вдалося записати

# messageDownloadingFileError
source: {name} - download failed
es: {name} - fallo durante descarga
fa: {name} - ناموفق در دانلود
my: {name} - ဒေါင်းလုတ်မအောင်မြင်ပါ
ru: {name} - ошибка скачивания
uk: {name} - не вдалося завантажити

# messageErrorEntryNotFound
source: entry not found
es: entrada no encontrada
fa: ورودی یافت نشد
my: အချက်အလက် ရှာမတွေ့ပါ
ru: запись не найдена
uk: запис не знайдено

# messageErrorCreatingRepository
source: Error creating the repository
es: Error creando el repositorio
fa: خطا در ایجاد مخزن
my: repository ကို တည်ဆောက်မှု မအောင်မြင်ပါ
ru: Ошибка при создании хранилища
uk: Помилка при створенні репозиторію

# messsageFailedCreateRepository
source: Failed to create repository {name}
es: Fallo creando el repositorio {name}
fa: ایجاد مخزن ناموفق بود {name}

# messsageFailedAddRepository
source: Failed to import repository {name}
es: Error al importar el repositorio {name}
fa: خطا در وارد کردن مخزن {name}

# messageErrorRepositoryNameExist
source: There is already a repository with this name
es: Ya existe un repositorio con este nombre
fa: مخزنی با این نام وجود دارد
my: ထိုအမည်နှင့် repository တစ်ခု ရှိပြီးဖြစ်ပါသည်
ru: Хранилище с таким именем уже существует
uk: Репозиторій з такою назвою вже існує

# messageErrorCharactersNotAllowed
source: Using \ or / is not allowed
es: Usar \ o / no está permitido
fa: استفاده از / یا \ مجاز نیست
my: \ သို့မဟုတ် / ကို အသုံးပြုခွင့် မပေးပါ
ru: Использование \ or / не разрешено
uk: Використання \ або / не допускається

# messageBlindReplicaExplanation
source: Your peer cannot write nor read the contents
es: Tu par no puede escribir o leer los contenidos
fa: همتای شما نمی‌تواند محتواها را بنویسد و بخواند
my: အကြောင်းအရာများကို သင်တို့အချင်းချင်း ရေးသားခြင်းဖြစ်စေ ဖတ်ရှုခြင်းဖြစ်စေ ပြုလုပ်၍ မရနိုင်ပါ
ru: Ваш пир не сможет читать и изменять контент
uk: Ваш вузол не може ні писати, ні читати зміст

# messageReadReplicaExplanation
source: Cannot be modified, just access the contents
es: No puede ser modificado, sólo acceder sus contenidos
fa: امکان تغییر وجود ندارد، فقط دسترسی به محتوا مجاز است
my: ပြုပြင်၍ မရနိုင်ပါ၊ အကြောင်းအရာကိုသာ လက်ခံပါ
ru: Изменения невозможны, только доступ к контенту
uk: Не можна змінювати, тільки доступ до вмісту

# messageWriteReplicaExplanation
source: Full access. Your peer can read and write
es: Acceso total. Tu par puede leer y modificar
fa: دسترسی کامل. همتای شما امکان خواندن و نوشتن دارد
my: အပြည့်အဝ ခွင့်ပြုသည်။ သင်တို့အချင်းချင်း ရေးသားဖတ်ရှုနိုင်ပါသည်
ru: Полный доступ. Вашр пиры могут и просматривать, и изменять содержимое
uk: Повний доступ. Ваш вузол може читати і писати

# messageNoRepo
source: Before adding files, you need to create a repository
es: Antes de agregar archivos, tienes que crear un repositorio
fa: قبل از اضافه‌ کردن فایل‌ها، باید یک مخزن ایجاد کنید
my: ဖိုင်များကို မထည့်သွင်းခင် repository တစ်ခုကို တည်ဆောက်ရန် လိုအပ်သည်
ru: Перед добавлением файлов вам нужно создать хранилище
uk: Перед додаванням файлів, вам необхідно створити репозиторій

# messageCreateNewRepo
source: Create a new <bold>repository</bold>, or link to one from a friend using a <bold>repository token</bold>
es: Crea un nuevo <bold>repositorio</bold>, o agrega el de un colega usando un <bold>token</bold>
fa: یک <bold>مخزن</bold> ایجاد کنید یا با استفاده از <bold>توکن مخزن</bold> به یکی از دوستان‌تان لینک شوید
my: <bold>repository</bold> အသစ်တစ်ခုကို တည်ဆောက်ပါ သို့မဟုတ် <bold>repository တိုကင် </bold> တစ်ခုကို အသုံးပြု၍ သူငယ်ချင်းဆီမှ တစ်ခုနှင့် ချိတ်ဆက်ပါ
ru: Создать новое <bold>хранилище</bold> или импортировать хранилище другв используя <bold>токен хранилища</bold>
uk: Створіть новий <bold>репозиторій</bold>, або посилайтеся на репозиторій друга за допомогою <bold>токена репозиторію</bold>

# messageNoRepos
source: No repositories found
es: No se hayaron repositorios
fa: هیچ مخزنی یافت نشد
my: repositories ရှာမတွေ့ပါ
ru: Не найдено ни одного хранилища
uk: Репозиторії не знайдено

# messageEmptyRepo
source: This <bold>repository</bold> is empty
es: Este <bold>repositorio</bold> está vacío
fa: این <bold>مخزن</bold> خالی است
my: ထို <bold>repository</bold> သည် အလွတ်ဖြစ်ပါသည်
ru: Это <bold>хранилище</bold> пусто
uk: Цей <bold>репозиторій</bold> порожній

# messageEmptyFolder
source: This <bold>folder</bold> is empty
es: Este <bold>directorio</bold> está vacío
fa: این <bold>پوشه</bold> خالی است
my: ထို <bold>ဖိုဒါ</bold>သည် အလွတ်ဖြစ်ပါသည်
ru: Эта <bold>папка</bold> пуста
uk: Ця <bold>папка</bold> порожня

# messageCreateAddNewItem
source: Create a new <bold>folder</bold>, or add a <bold>file</bold>, using <icon></icon>
es: Crea un nuevo <bold>directorio</bold>, o agrega un <bold>archivo</bold>, usando <icon></icon>
fa: با استفاده از <icon></icon> یک <bold>پوشه</bold> جدید ایجاد کنید، یا یک <bold>فایل</bold> اضافه کنید
my: <bold>ဖိုဒါ</bold> အသစ်တစ်ခု တည်ဆောက်ပါ သို့မဟုတ် <bold>ဖိုင်</bold> ပေါင်းထည့်ပါ <icon></icon> ကို အသုံးပြုပါ
ru: Создайте новую <bold>папку</bold>, или добавьте <bold>файл</bold> используя <icon></icon>
uk: Створіть нову <bold>папку</bold>, або додайте <bold>файл</bold>, використовуючи <icon></icon>

# messageReadOnlyContents
source: This repository is <bold>read-only</bold>.
es: Este repositorio es de <bold>solo lectura</bold>.
fa: این مخزن <bold>فقط خواندنی</bold> است.
my: ထို repository သည် <bold>ဖတ်ရန်သီးသန့်</bold>ဖြစ်သည်။
ru: Это хранилище доступно только для <bold>чтения</bold>.
uk: Цей репозиторій <bold>тільки для читання</bold>.

# messageLockedRepository
source: This <bold>repository</bold> is locked.
es: Este <bold>repositorio</bold> está cerrado.
fa: این <bold>مخزن</bold> قفل شده است.
my: ထို <bold>repository</bold> သည် လော့ကျနေပါသည်။
ru: Это <bold>хранилище</bold> заблокировано.
uk: Цей <bold>репозиторій</bold> заблоковано.

# messageBlindRepository
source: This repository is a blind replica.
es: Este repositorio es una copia ciega.
fa: این مخزن یک کپی با دسترسی کور است.
my: ထို repository သည်
ru: Это слепая копия хранилища.
uk: Цей репозиторій є сліпою копією.

# messageBlindRepositoryContent
source: The provided <bold>password</bold> does not grant you access to view the content of this repository.
es: La <bold>clave</bold> ingresada no da acceso a los contenidos de este repositorio.
fa: <bold>رمز عبور</bold> ارائه‌شده امکان مشاهده محتوای این مخزن را به شما نمی‌دهد.
my: ထည့်သွင်းထားသော <bold>စကားဝှက်</bold>သည် ထို repository ၏ အကြောင်းအရာများကို ကြည့်ရှုခွင့်မရှိပါ။
ru: Введенный <bold>пароль</bold> не дает вам доступа к контенту хранилища.
uk: Наданий <bold>пароль</bold> не надає вам доступу до перегляду вмісту цього репозиторію.

# messageInputPasswordToUnlock
source: Tap on the <bold>Unlock</bold> button and input the password to access content in this repository.
es: Toque el botón <bold>Abrir</bold> e ingrese la clave para acceder los contenidos.
fa: روی دکمه <bold>باز کردن قفل</bold> ضربه بزنید و رمز عبور را برای دسترسی به محتوای این مخزن وارد کنید.
my: <bold>လော့ခ်ဖွင့်ရန်</bold>ခလုတ်ကို နှိပ်၍ ထို repository ၏ အကြောင်းအရာများကို ဝင်ရောက်ကြည့်ရှုနိုင်ရန် စကားဝှက်ထည့်ပါ။
ru: Нажмите кнопку <bold>Разблокировать</bold> и введите пароль чтобы получить доступ к содержимому хранилища.
uk: Натисніть на кнопку <bold>Розблокувати</bold> та введіть пароль для доступу до контенту в цьому репозиторію.

# messageUnlockRepository
source: Enter password to unlock "{name}"
es: Introduzca la contraseña para desbloquear "{name}"
fa: رمز عبور را برای باز کردن قفل وارد کنید. {name}
my: "{name}" ကို လော့ခ်ဖြည်ရန် စကားဝှက်ထည့်သွင်းပါ
ru: Введите пароль для разблокировки "{name}"
uk: Введіть пароль для розблокування "{name}"

# messageRenameRepository
source: Rename repository
es: Cambiar nombre de repositorio
fa: تغییر نام مخزن
my: repository ကို အမည် ပြန်သတ်မှတ်ပါ
ru: Переименовать хранилище
uk: Перейменувати репозиторій

# messageRenameFile
source: Rename file
es: Cambiar nombre de archivo
fa: تغییر نام فایل
my: ဖိုင်ကို အမည်ပြန်သတ်မှတ်ပါ
ru: Переименовать файл
uk: Перейменувати файл

# messageRenameFolder
source: Rename folder
es: Cambiar nombre de directorio
fa: تغییر نام پوشه
my: ဖိုဒါကို အမည်ပြန်သတ်မှတ်ပါ
ru: Переименовать папку
uk: Перейменувати папку

# messageWritingFileCanceled
source: {name} writing canceled
es: {name} escritura cancelada
fa: {name} نوشتن لغو شد
my: {name} ကို ရေးသားခြင်းအား ပယ်ဖျက်လိုက်ပါသည်
ru: Запись {name} отменена
uk: {name} запис скасовано

# messageDownloadingFileCanceled
source: {name} - downloading canceled
es: {name} - descarga cancelada
fa: {name} - دانلود لغو شد
my: {name} - ‌ဒေါင်းလုပ်ဒ်ဆွဲခြင်းကို ပယ်ဖျက်လိုက်ပါသည်
ru: {name} - загрузка отменена
uk: {name} - завантаження скасовано

# messageRepositoryAlreadyExist
source: This repository already exists in the app under the name "{name}".
es: Este repositorio ya existe en la aplicación con el nombre "{name}".
fa: این مخزن از قبل در برنامه با نامِ "{name}" وجود دارد.
my: ထို repository သည် "{name}" ဟူသော အမည်ဖြင့် အက်ပ်တွင် ရှိပြီးဖြစ်သည်။
ru: Это хранилище уже существует в приложеним под именем "{name}".
uk: Цей репозиторій вже існує в застосунку під назвою "{name}".

# messageMovingEntry
source: This function is not available when moving an entry.
es: Esta función no está disponible mientras se está moviendo una entrada.
fa: این ویژگی هنگام انتقال «ورودی» در دسترس نیست.
my: ထိုနည်းပညာသည် အကြောင်းအရာတစ်ခုကို ရွှေ့ပြောင်းသောအခါ အသုံးပြု၍မရပါ။
ru: Эта функция недоступна при перемещении файла.
uk: Ця функція недоступна при переміщенні запису.

# messageRepositoryToken
source: Paste the link here
es: Pegue el link aquí
fa: لینک را این‌جا قرار دهید
my: လင့်ခ်ကို ဤနေရာတွင် ကူးယူနေရာချထားပါ
ru: Скопируйте ссылку сюда
uk: Вставте посилання сюди

# messageRepositoryName
source: Give the repository a name
es: De un nombre al repositorio
fa: نامی برای مخزن انتخاب کنید
my: repository ကို အမည်တစ်ခု ပေးပါ
ru: Дайте имя хранилищу
uk: Дайте репозиторію назву

# messageRepositoryNewName
source: Repository new name
es: Nuevo nombre del repositorio
fa: نام جدید مخزن
my: Repository ၏ အမည်အသစ်
ru: Новое имя хранилища
uk: Нова назва репозиторію

# messageRepositoryAccessMode
source: Access mode granted: {access}
es: Modo de aceso otorgado: {access}
fa: اجازه دسترسی داده شد: {access}
my: ဝင်ရောက်ခွင့်ပြုပြီးဖြစ်သည် - {access}
ru: Доступ дан: {access}
uk: Режим доступу: {access}

# messageRepositorySuggestedName
source: Suggested: {name} (tap here to use this name)
es: Sugerido: {name} (clic aquí para usar este nombre)
fa: پیشنهاد: {name} (برای استفاده از این نام این‌جا ضربه بزنید)
my: အကြံပြုချက်: {name} (ထိုအမည်ကို အသုံးပြုရန် ဤနေရာကို နှိပ်ပါ)
ru: Рекомендация: {name} (нажмите сюда чтобы использовать это имя)
uk: Запропоновано: {name} (натисніть тут, щоб використовувати цю назву)

# messageRepositoryPassword
source: Password
es: Contraseña
fa: رمز عبور
my: စကားဝှက်
ru: Пароль
uk: Пароль

# messageErrorRepositoryPasswordValidation
source: Please enter a password.
es: Por favor ingrese la clave.
fa: لطفا یک رمز عبور وارد کنید.
my: ကျေးဇူးပြု၍ စကားဝှက်ကို ထည့်သွင်းပါ။
ru: Пожалуйста введите пароль.
uk: Будь ласка, введіть пароль.

# messageErrorRetypePassword
source: The passwords do not match.
es: La clave y la repetición de la clave no concuerdan.
fa: رمز عبورها با هم یکی نیستند.
my: စကားဝှက်များ တူညီမှုမရှိပါ။
ru: Пароли не совпадают.
uk: Паролі не збігаються.

# messageErrorTokenInvalid
source: This token is invalid.
es: El token parece no ser válido.
fa: این توکن معتبر نیست.
my: တိုကင်သည် မမှန်ကန်ပါ။
ru: Токен недействителен.
uk: Цей токен недійсний.

# messageErrorTokenValidator
source: Please enter a valid token.
es: Por favor ingrese un token válido.
fa: لطفا یک توکن معتبر وارد کنید.
my: ကျေးဇူးပြု၍ မှန်ကန်သော တိုကင်ကို ထည့်သွင်းပါ။
ru: Введите верный токен.
uk: Будь ласка, введіть дійсний токен.
