Repository: equalitie/ouisync-app
Catalog: lib/l10n/intl_*.arb
Languages: es, fa, my, ru, uk, zh_cn

# messageEqValuesP11
source: The ability to express oneself freely and to access public information is the backbone of a true democracy. Public information should be in the public domain. Freedom of expression includes active and heated debate, even arguments that are inelegantly articulated, poorly constructed and that may be considered offensive to some. However, freedom of expression is not an absolute right. We stand firmly against violence and the incitement to violate the rights of others, especially the propagation of violence, hate, discrimination and disenfranchisement of any identifiable ethnic or social group
es: La capacidad de expresarse libremente y de acceder a la información pública es la columna vertebral de una verdadera democracia. La información pública debe ser de dominio público. La libertad de expresión incluye debates activos y acalorados, incluso argumentos mal articulados, mal construidos y que pueden considerarse ofensivos para algunos. Sin embargo, la libertad de expresión no es un derecho absoluto. Nos oponemos firmemente a la violencia y la incitación a violar los derechos de otros, especialmente la propagación de la violencia, el odio, la discriminación y la privación de derechos de cualquier grupo étnico o social identificable
fa: توانایی بیان و اظهارنظر آزادانه و دسترسی به اطلاعات عمومی، ستون فقرات یک دموکراسی واقعی است. اطلاعات عمومی باید در حوزه عمومی باشد. آزادی بیان شامل بحث‌های فعال و داغ است، حتی بحث و استدلال‌هایی که به‌طور نامطلوب بیان شده‌اند، ساختار ضعیفی دارند و ممکن است برای برخی توهین‌آمیز تلقی شوند. اما آزادی بیان یک حق مطلق نیست. ما قاطعانه برابر خشونت و تحریک برای نقض حقوق دیگران، به‌ویژه ترویج خشونت، نفرت، تبعیض و سلب حق رای از هر گروه قومی یا گروه اجتماعی قابل شناسایی، ایستاده‌ایم
my: လွတ်လပ်စွာ ထုတ်ဖော်ပြောဆိုခွင့်နှင့် အများပြည်သူဆိုင်ရာ သတင်းအချက်အလတ်များကို ရယူနိုင်မှုသည် စစ်မှန်သော ဒီမိုကရေစီ၏ ကျောရိုးဖြစ်သည်။ အများသုံးသတင်းအချက်အလက်များသည် အများသုံးဒိုမိန်းတွင် ရှိသင့်သည်။ လွတ်လပ်စွာ ထုတ်ဖော်ပြောဆိုခွင့်တွင် တက်ကြွပြီး အပြင်းအထန် ငြင်းခုံဆွေးနွေးမှုများပါဝင်ပြီး မပြေပြစ်သော၊ တည်ဆောက်မှု ညံ့ဖျင်းပြီး အချို့ကို စော်ကားသည်ဟု ယူဆနိုင်သော ငြင်းခုံမှုများပင် ပါဝင်သည်။ မည်သို့ပင်ဆိုစေကာမူ လွတ်လပ်စွာ ထုတ်ဖော်ပြောဆိုခွင့်သည် စစ်မှန်သော အခွင့်အရေးမဟုတ်ပါ။ ကျွန်ုပ်တို့သည် အကြမ်းဖက်မှုနှင့် အခြားသူများ၏ အခွင့်အရေးကို ချိုးဖောက်ရန် အားပေးလှုံ့ဆော်မှုများကို ခိုင်မာစွာ ဆန့်ကျင်ပြီး အထူးသဖြင့် အကြမ်းဖက်မှု၊ အမုန်းပွားမှု၊ ခွဲခြားဆက်ဆံမှုနှင့် အခြားလူမျိုးစုအခွင့်အရေးများကို ချိုးဖောက်ရန် လှုံ့ဆော်မှုများကို ဆန့်ကျင်ပါသည်
ru: Возможность свободно выражать свое мнение и получать доступ к общественной информации является основой истинной демократии. Публичная информация должна быть в открытом доступе. Свобода выражения мнений включает в себя активные и горячие дебаты, даже аргументы, которые неэлегантно сформулированы, плохо построены и которые могут быть сочтены некоторыми оскорбительными. Однако свобода выражения мнений не является абсолютным правом. Мы решительно выступаем против насилия и подстрекательства к нарушению прав других, особенно против пропаганды насилия, ненависти, дискриминации и лишения избирательных прав любой идентифицируемой этнической или социальной группы
uk: Можливість вільно висловлювати свою думку та мати доступ до публічної інформації є основою дієвої демократії. Публічна інформація має бути суспільним надбанням. Свобода вираження поглядів передбачає активні дебати, навіть аргументи, які невміло сформульовані, погано побудовані та можуть вважатися образливими для когось. Однак свобода вираження поглядів не є абсолютним правом. Ми рішуче виступаємо проти насильства та підбурювання до порушення прав інших, особливо проти пропаганди насильства, ненависті, дискримінації та безправ'я будь-якої ідентифікованої етнічної чи соціальної групи

# titleOurValues
source: Our values
es: Nuestros valores
fa: ارزش‌های ما
my: ကျွန်ုပ်တို့၏ တန်ဖိုးထားမှုများ
ru: Наши ценности
uk: Наші цінності

# titleSendFeedback
source: Send feedback
es: Envía tus comentarios
fa: ارسال نظرات
my: အကြံပြုစာ ပေးပို့မည်
ru: Отправить фидбек
uk: Надішліть відгук
zh_cn: 发送到脸书

# titleOverview
source: 1. Overview
es: 1. Descripción general
fa: ۱. بررسی اجمالی
my: ၁။ ခြုံငုံသုံးသပ်ချက်
ru: 1. Обзор
uk: 1. Огляд

# titleOpennessTransparency
source: Openness and Transparency
es: Apertura y Transparencia
fa: صداقت و شفافیت
my: ပွင့်လင်းမြင်သာမှု
ru: Открытость и Прозрачность
uk: Відритість та прозорість

# messageBioAuthFailed
source: Biometric authentication failed
es: Fallo en la autentificación biométrica
fa: ناموفق در احراز هویت بیومتریک
my: ဇီဝအချက်အလက် စစ်ဆေးမှု မအောင်မြင်ပါ
ru: Ошибка аутентификации по биометрии
uk: Не вдалося виконати біометричну аутентифікацію

# messageFileIsDownloading
source: File is already being uploaded
es: El archivo ya se está subiendo
fa: فایل از قبل در حال آپلود است
my: ဖိုင်ကို တင်ပြီးဖြစ်သည်
ru: Файл уже в процессе загрузки
uk: Файл завантажується

# titleTermsPrivacy
source: Ouisync Terms of Use & Privacy Notice
es: Terminos de Uso y Aviso de Privacidad de Ouisync
fa: شرایط استفاده و سند حریم خصوصی وی‌سینک
my: Ouisync ၏ အခေါ်အဝေါ်များနှင့် ကိုယ်ရေးလုံခြုံမှု အသိပေးချက်
ru: Условия использования и Уведомление о приватности Ouisync
uk: Умови використання та угода про конфіденційність Ouisync

# messageUnlockRepoOk
source: Unlocked as a {access} replica
es: Abierto en modo {access}
fa: به‌عنوان یک کپیِ {access} باز شد
my: {access} ပုံစံတူအဖြစ် လော့ခ်ဖွင့်ပြီးဖြစ်သည်
ru: Открыт в качестве {access} копии
uk: Розблоковано як {access} копія

# titlePIPEDA
source: The Personal Information Protection and Electronic Documents Act (PIPEDA)
es: La acta de protección de información personal y documentos electrónicos (PIPEDA en inglés)
fa: قانون حفاظت از اطلاعات شخصی و اسناد الکترونیکی (PIPEDA)
ru: Закон о защите личных сведений и электронных документов
uk: Закон про захист персональних даних та електронних документів (PIPEDA)

# messageEqValuesP6
source: We are an international group of activists of diverse backgrounds and beliefs, standing together to defend the principles common among us. We are software developers, cryptographers, security specialists, as well as educators, sociologists, historians, anthropologists and journalists. We develop open and reusable tools with a focus on privacy, online security and better information management. We finance our operations with public grants and consultancies with the private sector. We believe in an Internet that is free from intrusive and unjustified surveillance, censorship and oppression
es: Somos un grupo internacional de activistas de diversos orígenes y creencias, unidos para defender los principios comunes entre nosotros. Somos desarrolladores de software, criptógrafos, especialistas en seguridad, así como educadores, sociólogos, historiadores, antropólogos y periodistas. Desarrollamos herramientas abiertas y reutilizables con un enfoque en la privacidad, la seguridad en línea y una mejor gestión de la información. Financiamos nuestras operaciones con subvenciones públicas y consultorías con el sector privado. Creemos en una Internet libre de vigilancia, censura y opresión intrusiva e injustificada
fa: ما یک مجموعه بین‌المللی از فعالین با پیشینه‌ها و عقاید مختلف هستیم که در کنار هم برای دفاع از اصول مشترک میان خود ایستاده‌ایم. ما توسعه‌دهندگان نرم‌افزار، رمزنگاران، کارشناسان امنیت، و همچنین مربیان، جامعه‌شناسان، مورخان، انسان‌شناسان و روزنامه‌نگاران هستیم. ما ابزارهای باز (متن‌باز) و قابل استفاده مجدد را با تمرکز بر حریم خصوصی، امنیت آنلاین و مدیریت اطلاعات بهتر توسعه می‌دهیم. ما فعالیت‌های خود را با کمک‌های مالی دولتی و مشاوره با بخش خصوصی تامین می‌کنیم. ما به اینترنت عاری از کنترل و نظارت‌، سانسور و سرکوب اعتقاد داریم
my: ကျွန်ုပ်တို့သည် မတူကွဲပြားသော နောက်ခံနှင့် ယုံကြည်ချက်ရှိသော နိုင်ငံတကာ တက်ကြွလှုပ်ရှားသူများဖြစ်ပြီး ကျွန်ုပ်တို့ကြားတွင် တူညီသောအခြေခံမူများကို ခုခံကာကွယ်ရန် အတူတကွ ရပ်တည်နေပါသည်။ ကျွန်ုပ်တို့သည် ဆော့ဖ်ဝဲလ်တီထွင်သူများ၊ လျှို့ဝှက်ရေးသားသူများ၊ လုံခြုံရေးကျွမ်းကျင်သူများအပြင် ပညာတတ်များ၊ လူမှုဗေဒပညာရှင်၊ သမိုင်းပညာရှင်များ၊ မနုဿဗေဒပညာရှင်နှင့် ဂျာနယ်လစ်များဖြစ်သည်။ ကျွန်ုပ်တို့သည် ကိုယ်ရေးလုံခြုံမှု၊ အွန်လိုင်းလုံခြုံရေးနှင့် ပိုမိုကောင်းမွန်သော သတင်းအချက်အလက်စီမံခန့်ခွဲမှုတို့ကို အဓိကထားကာ ပွင့်လင်းပြီး ပြန်သုံးနိုင်သော ကိရိယာများကို တီထွင်ထုတ်လုပ်ပါသည်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏လုပ်ငန်းဆောင်ရွက်မှုများကို ပြည်သူ့ထောက်ပံ့ငွေများနှင့် ပုဂ္ဂလိကအကြံပေးမှုများဖြင့် ငွေကြေးထောက်ပံ့ပါသည်။ ဝင်ရောက်စွက်ဖက်ပြီး တရားမျှတမှုမရှိသော စောင့်ကြည့်ခြင်း၊ ဆင်ဆာဖြတ်တောက်ခြင်းနှင့် ဖိနှိပ်ခြင်းများ ကင်းစင်သော အင်တာနက်ကို ကျွန်ုပ်တို့ ယုံကြည်သည်
ru: Мы — международная группа активистов разного происхождения и убеждений, которые вместе защищают общие для нас принципы. Мы разработчики программного обеспечения, криптографы, специалисты по безопасности, а также преподаватели, социологи, историки, антропологи и журналисты. Мы разрабатываем открытые и многоразовые инструменты, уделяя особое внимание конфиденциальности, онлайн-безопасности и лучшему управлению информацией. Мы финансируем нашу деятельность за счет государственных грантов и консультаций с частным сектором. Мы верим в Интернет, свободный от навязчивого и неоправданного наблюдения, цензуры и притеснений
uk: Ми є міжнародною спільнотою активістів різного походження та переконань, які об'єдналися, щоб захищати спільні для нас принципи. Ми – розробники програмного забезпечення, криптографи, фахівці з безпеки, а також педагоги, соціологи, історики, антропологи та журналісти. Ми розробляємо відкриті та багаторазові інструменти з акцентом на конфіденційності, безпеці в Інтернеті та кращому управлінні інформацією. Ми фінансуємо нашу діяльність за рахунок державних грантів та консультацій з приватним сектором. Ми віримо в інтернет, що є вільним від невиправданого стеження, цензури та утисків

# messageEqValuesP8
source: The right to privacy is a fundamental right that we aim to protect whenever and wherever possible. The privacy of our direct beneficiaries is sacrosanct to our operations. Our tools, services and internal policies are designed to this effect. We will use all technical and legal resources at our disposal to protect the privacy of our beneficiaries. Please refer to our Privacy Policy and our
es: El derecho a la privacidad es un derecho fundamental que pretendemos proteger siempre que sea posible. La privacidad de nuestros beneficiarios directos es sacrosanta para nuestras operaciones. Nuestras herramientas, servicios y políticas internas están diseñadas para este efecto. Utilizaremos todos los recursos técnicos y legales a nuestro alcance para proteger la privacidad de nuestros beneficiarios. Consulte nuestra Política de privacidad y nuestra
fa: حق «حریم خصوصی» یک حق اساسی است که هدف ما حفظ آن است در هر زمان و هر کجا که امکان دارد. حریم خصوصی ذی‌نفعان مستقیم ما در فعالیتی که می‌کنیم، ارزشمند و مقدس است. ابزارها، خدمات و سیاست‌های داخلی ما به همین منظور طراحی شده‌اند. ما از تمامی منابع فنی و قانونی که در اختیار داریم، برای حفظ حریم خصوصی ذی‌نفعان خود استفاده خواهیم کرد. لطفا به سند حریم خصوصی ما مراجعه کنید.
my: ကိုယ်ရေးလုံခြုံမှု ရရှိပိုင်ခွင့်သည် တတ်နိုင်သမျှ အချိန်နေရာမရွေး ကာကွယ်နိုင်ရန် ရည်ရွယ်ထားသော အခြေခံအခွင့်အရေးဖြစ်သည်။ ကျွန်ုပ်တို့၏ တိုက်ရိုက်အကျိုးခံစားခွင့်ရှိသူများ၏ ကိုယ်ရေးလုံခြုံမှုသည် ကျွန်ုပ်တို့၏လုပ်ငန်းဆောင်တာများအတွက် အရေးပါသည်။ ကျွန်ုပ်တို့၏ ကိရိယာများ၊ ဝန်ဆောင်မှုများနှင့် ဌာနတွင်းမူဝါဒများကို ဤအကျိုးသက်ရောက်စေရန် ဒီဇိုင်းထုတ်ထားပါသည်။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ အကျိုးခံစားခွင့်ရှိသူများ၏ ကိုယ်ရေးလုံခြုံမှုကို ကာကွယ်ရန် ကျွန်ုပ်တို့၏ နည်းပညာများနှင့် တရားဝင်အရင်းအမြစ်များအားလုံးကို အသုံးပြုပါမည်။ ကျေးဇူးပြု၍ ကျွန်ုပ်တို့၏ ကိုယ်ရေးလုံခြုံမှုမူဝါဒနှင့်
ru: Право на неприкосновенность частной жизни является основополагающим правом, которое мы стремимся защищать, когда это возможно и когда это возможно. Неприкосновенность частной жизни наших непосредственных бенефициаров священна для наших операций. Для этого разработаны наши инструменты, услуги и внутренняя политика. Мы будем использовать все технические и юридические ресурсы в нашем распоряжении для защиты конфиденциальности наших бенефициаров. Пожалуйста, обратитесь к нашей Политике конфиденциальности и к нашей
uk: Право на недоторканність приватного життя є основоположним правом, яке ми прагнемо захищати завжди і всюди. Конфіденційність даних наших безпосередніх бенефіціарів є основою нашої діяльності. Наші інструменти, послуги та внутрішні політики розроблені з урахуванням принципу конфідеційності даних. Ми використовуємо всі технічні та юридичні ресурси, які є в нашому розпорядженні, аби захистити конфіденційность даних наших бенефіціарів. Будь ласка, ознайомтеся з нашою Політикою конфіденційності та нашими

# titleSetPasswordFor
source: Set password for
es: Establecer una contraseña para
fa: انتخاب رمز عبور
my: စကားဝှက်ကို သတ်မှတ်မည်
ru: Поставить пароль для
uk: Встановіть пароль для
zh_cn: 设置密码为

# messagePasswordStrength
source: Password strength
es: Fuerza de contraseña
fa: قدرت رمز عبور
my: စကားဝှက်၏ ခိုင်မာမှု
ru: Безопасность пароля
uk: Надійність пароля

# titleRepositoryName
source: Repository name
es: Nombre del repositorio
fa: نام مخزن
my: Repository အမည်
ru: Название хранилища
uk: Ім'я репозиторію
zh_cn: 库名

# messageRemovedInBrackets
source: <removed>
es: <eliminado>
fa: حذف شد
my: <ဖယ်ရှားပြီး>
ru: <удалено>
uk: <видалено>

# messageTermsPrivacyP3
source: The Ouisync application is built in-line with eQualitie’s values. By using this software you agree that you will not use Ouisync to publish, share, or store materials that is contrary to the underlying values nor the letter of the laws of Quebec or Canada or the International Bill of Human Rights, including content that:
es: La aplicación Ouisync está construida alineada con los valores de eQualie. Al utilizar este software, usted acepta que no utilizará Ouisync para publicar, compartir o almacenar materiales que sean contrarios a los valores subyacentes ni a la letra de las leyes de Quebec o Canadá o la Carta Internacional de Derechos Humanos, incluido el contenido que:
fa: برنامه وی‌سینک با توجه به ارزش‌های eQualitie ساخته شده است. با استفاده از این نرم‌افزار، شما موافقت می‌کنید که از وی‌سینک برای انتشار، اشتراک‌گذاری یا ذخیره مطالبی که با ارزش‌های بنیادین آن، قوانین استان کبک یا کانادا، یا منشور بین‌المللی حقوق بشر در تضاد باشد، استفاده نخواهید کرد، از جمله محتوایی که:
my: Ouisync အက်ပလီကေးရှင်းကို eQualitie ၏တန်ဖိုးများနှင့်အညီ တည်ဆောက်ထားသည်။ ဤဆော့ဖ်ဝဲကို အသုံးပြုခြင်းဖြင့် သင်သည် Ouisync ကို ထုတ်ဝေရန်၊ မျှဝေရန် သို့မဟုတ် သိမ်းဆည်းရန်အတွက် နောက်ခံတန်ဖိုးများ၊ Quebec သို့မဟုတ် Canada ၏ ဥပဒေများ သို့မဟုတ် နိုင်ငံတကာလူ့အခွင့်အရေးဥပဒေကြမ်း (အရင်းခံတန်ဖိုးများ သို့မဟုတ် ကိုယ်ရေးလုံခြုံမှုအချက်အလက်ကာကွယ်ရေးနှင့် အီလက်ထရွန်နစ်စာရွက်စာတမ်းများအက်ဥပဒေပါ စာများအပါအဝင်) :
ru: Приложение Ouisync создано в соответствии с ценностями eQualitie. Используя это программное обеспечение, Вы соглашаетесь, что не будете использовать Ouisync для публикации, обмена или хранения материалов, которые противоречат основным ценностям, букве законов Квебека или Канады или Международному биллю о правах человека, включая контент, который:
uk: Застосунок Ouisync створено відповідно до цінностей eQualitie. Використовуючи це програмне забезпечення, ви погоджуєтеся, що не будете використовувати Ouisync для публікації, обміну або зберігання матеріалів, які суперечать основним цінностям або законам Квебеку або Канади, або Всесвітній декларації прав людини, включно з контентом, який:

# messageUnlockUsingBiometrics
source: Unlock using biometrics
es: Abrir usando biométricos
fa: با استفاده از بیومتریک قفل را باز کنید
my: ဇီဝအချက်အလက်များကို သုံး၍ လော့ခ်ဖွင့်မည်
ru: Открыть с помощью биометрии
uk: Розблокувати за допомогою біометричних даних

# titlePrivacyNotice
source: 3. Privacy Notice
es: 3. Aviso de Privacidad
fa: ۳. سند حریم خصوصی
my: ၃။ ကိုယ်ရေးလုံခြုံမှု အသိပေးချက်
ru: 3. Политика приватности
uk: 3. Угода про конфідеційність

# messageCameraPermission
source: We need this permission to use the camera and read the QR code
es: Necesitamos este permiso para utilizar la cámara y leer el código QR
fa: برای استفاده از دوربین و خواندن کد QR به این دسترسی نیاز داریم
my: ကင်မရာကို အသုံးပြုရန်နှင့် QR ကုဒ်ကို ဖတ်ရန် ဤခွင့်ပြုချက်ကို လိုအပ်သည်
ru: Это разрешение требуется для использования камеры и чтения QR-кода
uk: Нам потрібен цей дозвіл для використання камери та зчитування QR-коду

# messageTerms3
source: Contains or promotes extreme acts of violence or terrorist activity, including terror or violent extremist propaganda
es: Contiene o promueve actos extremos de violencia o actividad terrorista, incluido el terror o la propaganda extremista violenta
fa: حاوی یا ترویج‌کننده اعمال شدید خشونت‌آمیز یا فعالیت های تروریستی، از جمله ترور یا تبلیغات خشونت‌آمیز افراطی
my: အကြမ်းဖက်မှု သို့မဟုတ် အကြမ်းဖက် အစွန်းရောက်ဝါဒဖြန့်မှု အပါအဝင် အစွန်းရောက်သော အကြမ်းဖက်မှု သို့မဟုတ် အကြမ်းဖက် လုပ်ရပ်များတွင် ပါဝင်ခြင်း သို့မဟုတ် အားပေးမြှင့်တင်ခြင်း
ru: Содержит или поощряет крайние акты насилия или террористической деятельности, в том числе террор или агрессивную экстремистскую пропаганду
uk: Містить або пропагує екстремальні акти насильства або терористичну діяльність, включаючи терор або пропаганду насильницького екстремізму

# titleDataCollection
source: 3.1 Data Collection
es: 3.1 Recopilación de Datos
fa: ۳.۱. جمع‌آوری اطلاعات
my: ၃.၁။ အချက်အလက်စုစည်းမှု
ru: 3.1 Сбор данных
uk: 3.1 Як ми збираємо дані

# messageDataSharingP1
source: Ouisync (and eQualit.ie) does not share any data with any third parties
es: Ouisync (y eQualit.ie) no comparte ningún dato con terceros
fa: وی‌سینک (و eQualit.ie) هیچ اطلاعاتی را با طرف‌های ثالث به‌اشتراک نمی‌گذارد
my: Ouisync (နှင့် eQualit.ie) သည် မည်သည့်ပြင်ပအဖွဲ့အစည်းနှင့်မဆို ဒေတာမျှဝေခြင်း မရှိပါ
ru: Ouisync (и eQualit.ie) не передает никаких данных третьим лицам
uk: Ouisync (та eQualit.ie) не передають жодних даних третім особам

# messageErrorOpeningRepo
source: Error opening the repository
es: Error al abrir el repositorio
fa: خطا در باز کردن مخزن
my: သိုလှောင်ခန်းကို ဖွင့်လှစ်မှု မှားယွင်းနေပါသည်
ru: Ошибка при открытии хранилища
uk: Помилка при відкритті сховища

# messageErrorAuthenticatingBiometrics
source: There was an error authenticathing using biometrics. Please try again
es: Se ha producido un error al autenticarse mediante datos biométricos. Por favor, inténtelo de nuevo
fa: خطایی در احراز‌هویت با روش بیومتریک پیش آمد. لطفا دوباره تلاش کنید
my: ဇီဝအချက်အလက်များကို အသုံးပြု၍ မှန်ကန်ကြောင်း စစ်ဆေးရာတွင် အမှားအယွင်းရှိပါသည်။ ကျေးဇူးပြု၍ ထပ်မံလုပ်ဆောင်ပါ
ru: Произошла ошибка при авторизации по биометрии. Пожалуйста, попробуйте снова
uk: Виникла помилка автентифікації за допомогою біометричних даних. Будь ласка, спробуйте ще раз

# messageTapForTermsPrivacy
source: Tap here to read our Terms of Use and Privacy Notice
es: Pulse aquí para leer nuestros Términos de Uso y Notas de Privacidad
fa: برای خواندن شرایط استفاده و سند حریم خصوصی، این‌جا ضربه بزنید
my: ကျွန်ုပ်တို့၏ အသုံးပြုမှုစည်းမျဉ်းများနှင့် ကိုယ်ရေးလုံခြုံမှုသတိပေးချက်ကို ဖတ်ရန် ဤနေရာကို နှိပ်ပါ
ru: Нажмите здесь, чтобы прочитать Условия Использования и Политику Конфиденциальности
uk: Натисніть тут, щоб прочитати наші Умови використання та Політику конфіденційності

# messageGrantingRequiresSettings
source: Granting this permission requires navigating to the settings: Settings > Apps & notifications
es: Para conceder este permiso hay que ir a los ajustes: Ajustes > Aplicaciones y notificaciones
fa: برای دادن این دسترسی باید به تنظیمات بروید: تنظیمات > اپ‌ها و اعلان‌ها
my: ဤခွင့်ပြုချက်ကို ရရှိရန် ဆက်တင်သို့ သွားရောက်ရန် လိုအပ်သည်: ဆက်တင်များ > အက်ပ်နှင့် အသိပေးချက်များ
ru: Чтобы дать это разрешение, зайдите в настройки Настройки > Приложения и уведомления
uk: Для надання цього дозволу потрібно перейти до налаштувань: Налаштування > Програми та сповіщення

# messageErrorUnhandledState
source: Error: unhandled state
es: Error: estado no manejado
fa: خطا: وضعیت غیر قابل کنترل
my: မှားယွင်းမှု : မကိုင်တွယ်ရသေးသော အခြေအနေ
ru: Ошибка: состояние не поддерживается
uk: Помилка: необроблений стан

# messageStoragePermission
source: Needed for getting access to the files
es: Necesario para acceder a los archivos
fa: برای دسترسی به فایل‌ها مورد نیاز است
my: ဖိုင်များသို့ ဝင်ရောက်ခွင့်ရရှိရန် လိုအပ်ပါသည်
ru: Требуется чтобы дать доступ к файлам
uk: Потрібно для отримання доступу до файлів

# messageCamera
source: Camera
es: Cámara
fa: دوربین
my: ကင်မရာ
ru: Камера
uk: Камера

# titleRequiredPermission
source: Required permission
es: Permiso requerido
fa: دسترسی مورد نیاز
my: ခွင့်ပြုချက် လိုအပ်သည်
ru: Требуется разрешение
uk: Необхідний дозвіл
zh_cn: 必要权限

# titleContactUs
source: Contact Us
es: Contáctenos
fa: تماس با ما
my: ကျွန်ုပ်တို့အား ဆက်သွယ်ရန်
ru: Свяжитесь с нами
uk: Зв'яжіться з нами

# messageLogLevelErroWarnInfoDebug
source: Error, Warn, Info and Debug
es: Error, Alerta, Información y Depuración
fa: خطا، هشدار، اطلاعات و رفع اشکال

# messageEqValuesP2
source: Brave people risk life and liberty to defend human rights, to mobilise, to criticise and to expose the perpetrators of abuse. Brave people voice support for others, for ideas, and communicate their concerns to the world. These brave people exercise their human rights online
es: Las personas valientes arriesgan la vida y la libertad para defender los derechos humanos, movilizarse, criticar y denunciar a los perpetradores de abusos. Las personas valientes expresan su apoyo a los demás, a las ideas y comunican sus preocupaciones al mundo. Estos valientes ejercen sus derechos humanos en línea
fa: افراد شجاع زندگی و آزادی خود را برای دفاع از حقوق بشر، برای بسیج افکار عمومی، برای انتفاد و برای افشای عاملان فساد و سوءاستفاده، به خطر می‌اندازند. افراد شجاع از دیگران و ایده‌ها حمایت‌ می‌کنند و نگرانی‌های خود را با دنیا به‌اشتراک می‌گذارند. این افراد شجاع حقوق بشر را به‌طور آنلاین نیز به نمایش می‌گذارند
my: ရဲရင့်သူများသည် လူ့အခွင့်အရေးကို ကာကွယ်ရန်၊ စည်းရုံးရန်၊ ဝေဖန်ရန်နှင့် အလွဲသုံးစားလုပ်သူများကို ဖော်ထုတ်ရန် ၎င်းတို့၏ အသက်အန္တရာယ်နှင့် လွတ်လပ်ခွင့်ကို စွန့်စားရဲသည်။ ရဲရင့်သူများသည် အခြားသူများအတွက် အကူအညီများ၊ အကြံဉာဏ်များနှင့် ၎င်းတို့၏ စိုးရိမ်မှုများကို ကမ္ဘာသို့ ဆက်သွယ်ပြောဆိုကြသည်။ ထိုရဲရင့်သူများသည် ၎င်းတို့၏ လူ့အခွင့်အရေးကို အွန်လိုင်းတွင် ကျင့်သုံးကြသည်
ru: Смелые люди рискуют жизнью и свободой, защищая права человека, мобилизуясь, критикуя и разоблачая виновных в жестоком обращении. Смелые люди выражают поддержку другим, идеям и сообщают миру о своих проблемах. Эти храбрые люди осуществляют свои права человека в Интернете
uk: Сміливі люди ризикують життям і свободою, щоб захищати права людини, мобілізувати, критикувати і викривати винуватців зловживань. Сміливі люди висловлюють підтримку іншим, ідеям та розповідають про свої проблеми світові. Ці відважні люди реалізують свої права людини онлайн

# messageMedium
source: Medium
es: Mediana
fa: متوسط
my: အသင့်အတင့်
ru: Нормально
uk: Середньої складності

# messageOnboardingAccess
source: Share files to all of your devices or with others and build your own secure cloud!
es: Comparte archivos a todos tus dispositivos o con otros usuarios y construye tu propia nube segura!
fa: فایل‌ها را با تمامی دستگاه‌های خود یا با دیگران به اشتراک بگذارید و فضای ذخیره‌سازی ابری امن خود را بسازید!
my: ဖိုင်များကို သင့်စက်ပစ္စည်းအားလုံး သို့မဟုတ် အခြားသူများထံ မျှဝေပြီး သင့်ကိုယ်ပိုင် လုံခြုံသော ကလောက်ကို တည်ဆောက်ပါ။
ru: Делитесь файлами со всеми своими устройствами или с другими и постройке своё защищённое облако!
uk: Діліться файлами на всіх своїх пристроях або з іншими користувачами та створіть власну захищену хмару!

# messageLocalDiscovery
source: Local Discovery
es: Descubrir la zona
fa: شناسایی شبکه محلی
my: စက်တွင်း ရှာဖွေတွေ့ရှိမှု
ru: Обнаружение по локальной сети
uk: Локальне відкриття
