Repository: equalitie/ouisync-app
Catalog: lib/l10n/intl_*.arb
Languages: es, fa, my, ru, uk, zh_cn

# messageLinksOtherSitesP1
source: This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services
es: Este Servicio puede contener enlaces a otros sitios. Si hace clic en un enlace de terceros, será dirigido a ese sitio. Tenga en cuenta que estos sitios externos no son nuestros. Por lo tanto, le recomendamos encarecidamente que revise la Política de Privacidad de estos sitios web. No tenemos ningún control ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de los sitios o servicios de terceros
fa: این سرویس ممکن است حاوی لینک‌هایی به وب‌سایت‌های دیگر باشد. اگر روی لینک شخص ثالث کلیک کنید، به آن سایت هدایت خواهید شد. توجه داشته باشید که این وب‌سایت‌های خارجی توسط ما اداره نمی‌شوند. بنابراین، ما قویا به شما توصیه می‌کنیم که سند حریم خصوصی این وب سایت‌ها را بررسی کنید. ما هیچ کنترلی بر آن نداریم و هیچ مسئولیتی در قبال محتوا، خط‌مشی‌های حفظ حریم خصوصی، یا عملکرد وب‌سایت‌ها یا خدمات شخص ثالث نداریم
my: ဤဝန်ဆောင်မှုတွင် အခြားဆိုက်များနှင့် ချိတ်ဆက်ထားသော လင့်ခ်များ ပါဝင်နိုင်သည်။ အကယ်၍ သင်သည် ပြင်ပအဖွဲ့အစည်းတစ်ခု၏ လင့်ခ်ကို နှိပ်ပါက သင့်အား ထိုဆိုက်သို့ ပို့ဆောင်ပေးလိမ့်မည်။ အဆိုပါပြင်ပဆိုက်များသည် ကျွန်ုပ်တို့နှင့် ပူးပေါင်းလုပ်ဆောင်ခြင်းမရှိကြောင်း သတိပြုပါ။ ထို့ကြောင့် အဆိုပါဝက်ဆိုက်များ၏ ကိုယ်ရေးလုံခြုံမှုမူဝါဒကို ပြန်လည်သုံးသပ်ရန် သင့်အား ကျွန်ုပ်တို့အနေဖြင့် အလေးအနက် အကြံပြုပါသည်။ ကျွန်ုပ်တို့သည် ပြင်ပဝက်ဆိုက် သို့မဟုတ် ဝန်ဆောင်မှုများ၏ အကြောင်းအရာ၊ ကိုယ်ရေးလုံခြုံမှုမူဝါဒများ သို့မဟုတ် အလေ့အကျင့်များအတွက် ကျွန်ုပ်တို့တွင် ချုပ်ကိုင်ထားခြင်းမရှိသောကြောင့် တာဝန်လည်း မရှိပါ
ru: Этот Сервис может содержать ссылки на другие сайты. Если вы нажмете на стороннюю ссылку, Вы будете перенаправлены на тот сайт. Обратите внимание, что мы не управляем этими внешними сайтами. Поэтому мы настоятельно рекомендуем вам ознакомиться с Политикой конфиденциальности этих веб-сайтов. Мы не контролируем и не несем никакой ответственности за содержание, политику конфиденциальности или методы работы любых сторонних сайтов или сервисов
uk: Цей Сервіс може містити посилання на інші сайти. Якщо ви натиснете на посилання третьої сторони, вас буде перенаправлено на цей сайт. Зверніть увагу, що ми не керуємо цими зовнішніми сайтами. Тому ми наполегливо рекомендуємо вам ознайомитися з політикою конфіденційності цих сайтів. Ми не контролюємо і не несемо відповідальності за зміст, політику конфіденційності або функціонування будь-яких сторонніх сайтів або послуг

# messageLogDataP1
source: The Ouisync app creates logfiles on users' devices. Their purpose is only to log device’s activity to facilitate the debugging process in case the user experiences difficulties in connecting with their peers or otherwise in using the Ouisync app. The logfile remains on a user's device unless the user decides to send it to us for support purposes
es: La aplicación Ouisync crea archivos de registro en los dispositivos de los usuarios. Su único propósito es registrar la actividad del dispositivo para facilitar el proceso de depuración en caso de que el usuario experimente dificultades para conectarse con sus compañeros o utilizar la aplicación Ouisync. El archivo de registro permanece en el dispositivo del usuario a menos que el usuario decida enviarlo a nosotros con fines de soporte
fa: اپلیکیشن وی‌سینک فایل‌های مرتبط با ثبت گزارش (لاگ) را در دستگاه‌های کاربران ایجاد می‌کند. هدف آن‌ها فقط ثبت فعالیت دستگاه برای تسهیل فرآیند رفع اشکال در صورتی است که کاربر در برقراری ارتباط با همتاهای خود یا در موارد دیگر در استفاده از وی‌سینک با مشکل مواجه شود. فایل گزارش (لاگ) در دستگاه کاربر باقی می‌ماند، مگر این که کاربر تصمیم بگیرد آن‌را برای اهداف پشتیبانی برای ما ارسال کند
my: Ouisync အက်ပ်သည် သုံးစွဲသူများ၏ စက်များတွင် မှတ်တမ်းဖိုင်များကို ဖန်တီးပေးသည်။ ၎င်းတို့၏ရည်ရွယ်ချက်မှာ အသုံးပြုသူသည် ၎င်းတို့၏ လုပ်ဖော်ကိုင်ဖက်အချင်းချင်း ချိတ်ဆက်ရာတွင်လည်းကောင်း၊ Ouisync အက်ပ်ကို အသုံးပြုရာတွင် အခြားသော အခက်အခဲများကြုံတွေ့ရလျှင်လည်းကောင်း အမှားရှာပြင်ဆင်ခြင်းလုပ်ငန်းစဉ်ကို လွယ်ကူချောမွေ့စေရန် စက်ပစ္စည်း၏လုပ်ဆောင်ချက်ကို မှတ်တမ်းတင်ရန်သာဖြစ်သည်။ အသုံးပြုသူမှ ကျွန်ုပ်တို့ထံ ပေးပို့ရန် မဆုံးဖြတ်ပါက လော့ဂ်ဖိုင်သည် အသုံးပြုသူ၏စက်ပစ္စည်းတွင် ကျန်ရှိနေမည် ဖြစ်သည်
ru: Приложение Ouisync создает лог-файлы на устройствах пользователей. Они предназначены только для регистрации активности устройства, чтобы облегчить процесс отладки в случае, если пользователь испытывает трудности при соединении с коллегами или при использовании приложения Ouisync. Лог-файл остается на устройстве пользователя до тех пор, пока пользователь не решит отправить его нам в целях поддержки
uk: Додаток Ouisync створює логфайли на пристроях користувачів. Мета роботи полягає в тому, щоб полегшити процес відключення у разі виникнення труднощів користувачів, пов’язаних з ними або іншим чином за допомогою програми Ouisync. Файл журналу залишається на пристрої користувача, якщо користувач вирішить надсилати його нам для цілей підтримки

# actionGoToSettings
source: Go to settings
es: Ir a la configuración
fa: به بخش تنظیمات بروید
my: ဆက်တင်သို့ သွားပါ
ru: Перейти в настройки
uk: Перейти до налаштувань

# messageGoToMailApp
source: Go to the mail app
es: Ir a la aplicación de correo
fa: به اپلیکیشن ایمیل بروید
my: အီးမေးလ်အက်ပ်သို့ သွားမည်
ru: Перейдите в почтовое приложение
uk: Перейдіть до поштового застосунку

# messageLogDataP2
source: If the user does decide to contact us, the personally indetifiable data we may collect is:
es: Si el usuario decide ponerse en contacto con nosotros, los datos personales que podemos recopilar son:
fa: اگر کاربر تصمیم بگیرد با ما تماس بگیرد، اطلاعات قابل شناسایی شخصی که ممکن است جمع‌آوری کنیم عبارتند از:
my: အကယ်၍ အသုံးပြုသူသည် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ရန် ဆုံးဖြတ်ပါက ကျွန်ုပ်တို့စုဆောင်းနိုင်သည့် ပုဂ္ဂိုလ်ရေးအရ ခွဲခြား၍မရသော အချက်အလက်မှာ:
ru: Если пользователь все же решит связаться с нами, мы можем собрать следующие персональные данные:
uk: Якщо користувач вирішить зв'язатися з нами, ми можемо збирати персональні дані:

# messageGoToPeers
source: Go to Peers
es: Ir a los compañeros
fa: به (بخش) همتاها بروید
my: လုပ်ဖော်ကိုင်ဖက်များဆီသို့ သွားမည်
ru: Перейти к коллегам
uk: Перейдіть до колег (peers)

# messagePIPEDA
source: PIPEDA
fa: قانون حفاظت اطلاعات شخصی و اسناد الکترونیکی (PIPEDA)
uk: Закон про захист персональних даних та електронні документи

# actionImport
source: Import
es: Importar
fa: وارد کردن
my: ထည့်သွင်းပါ
ru: Импортировать
uk: Імпортувати

# actionRemoveRepo
source: Remove repository
es: Eliminar el repositorio
fa: حذف مخزن
my: သိုလှောင်ခန်းကို ဖယ်ရှားပါ
ru: Удалить хранилище
uk: Видалити репозиторій

# messageEnterDifferentName
source: Please enter a different name
es: Por favor, introduzca otro nombre
fa: لطفا نام دیگری وارد کنید
my: ကျေးဇူးပြု၍ မတူညီသော နာမည်တစ်ခုကို ထည့်သွင်းပါ
ru: Пожалуйста, введите другое имя
uk: Будь ласка, введіть інше ім'я

# actionIAgree
source: I agree
es: Estoy de acuerdo
fa: موافقم
my: ကျွန်ုပ်လက်ခံသည်
ru: Я согласен(-на)
uk: Я згоден/згодна

# messageErrorDokanNotInstalled
source: Dokan is missing.{dokanUrl}
es: Dokan ha desaparecido.{dokanUrl}
fa: فایل نصب رابط کاربری Dokan پیدا نشد. {dokanUrl}
my: Dokan ကို ရှာမတွေ့ပါ။ {dokanUrl}
ru: Dokan отсутствует.{dokanUrl}
uk: Докан відсутній {dokanUrl}

# popupMenuItemChangePassword
source: Change password
es: Cambiar la contraseña
fa: تغییر رمز عبور
my: စကားဝှက်ကို ပြောင်းလဲပါ
ru: Изменить пароль
uk: Змінити пароль

# actionNext
source: Next
es: Siguiente
fa: بعدی
my: ရှေ့သို့
ru: Далее
uk: Наступний

# messageLogData3
source: User’s IP address - for the purposes of providing technical support
es: Dirección IP del usuario - para proporcionar asistencia técnica
fa: آدرس آی‌پی کاربر - به منظور ارائه پشتیبانی فنی
my: အသုံးပြုသူ၏ IP လိပ်စာ - နည်းပညာဆိုင်ရာ ပံ့ပိုးကူညီမှုပေးနိုင်ရန် ရည်ရွယ်ချက်အတွက်သက်သက် ပေးအပ်နိုင်သည့် အချက်အလက်များဖြစ်သည်
ru: IP-адрес пользователя - для целей оказания технической поддержки
uk: IP-адреса користувача - для надання технічної підтримки

# messageRemoveBiometricsConfirmationMoreInfo
source: This will remove the repository password and use the biometric validation for unlocking
es: Esto eliminará la contraseña del repositorio y utilizará la validación biométrica para el desbloqueo
fa: با این عمل رمز مخزن حذف می‌شود و از اعتبارسنجی بیومتریک برای باز‌کردن قفل استفاده می‌شود
my: သိုလှောင်ခန်း၏ စကားဝှက်ကို ဖယ်ရှားပြီး ဇီဝအချက်အလက်ဆိုင်ရာအတည်ပြုချက်ကို ထည့်သွင်းမည်
ru: Это позволит удалить пароль хранилища и использовать биометрическую проверку для разблокировки
uk: Це видалить пароль сховища і використовуватиме біометричну перевірку для розблокування

# messageInfoRuntimeID
source: Is a unique ID generated by Ouisync everytime it starts. You can use it to confirm your connection with others in the Peer section of the app
es: Es un identificador único generado por Ouisync cada vez que inicia. Puedes usarlo para confirmar tu conexión con otros en la sección Pares de la aplicación
fa: یک شناسه منحصر‌به‌فرد است که هربار هنگام شروع توسط وی‌سینک تولید می‌شود. می‌توانید از آن برای تایید ارتباط خود با دیگران در بخش مرتبط با همتای (Peer) اپلیکیشن، استفاده کنید
my: စတင်အသုံးပြုချိန်တိုင်းတွင် Ouisync မှ ထုတ်ပေးသည့် ထူးခြားသော ID တစ်ခုဖြစ်သည်။ အက်ပ်၏ လုပ်ဖော်ကိုင်ဖက်ကဏ္ဍတွင် အခြားသူများနှင့် သင်၏ ချိတ်ဆက်မှုကို အတည်ပြုရန် ၎င်းကို အသုံးပြုနိုင်သည်
ru: Это уникальный идентификатор, генерируемый Ouisync при каждом запуске. Вы можете использовать его для подтверждения своего соединения с другими пользователями в разделе Peer приложения
uk: Унікальний ідентифікатор, який генерується Ouisync щоразу під час запуску. Ви можете використовувати його для підтвердження вашого з'єднання з іншими користувачами в розділі Peer у застосунку

# messageDownloadFileCanceled
source: File download canceled
es: Descarga de archivos cancelada
fa: دانلود فایل لغو شد
my: ဖိုင်ဒေါင်းလုတ်ချခြင်းကို မလုပ်တော့ပါ
ru: Скачивание файла отменено
uk: Завантаження файлу скасовано

# messageNoAppsForThisAction
source: Not apps can perform this action
es: No se han encontrado aplicaciones que pueden realizar esta acción
fa: هیچ اپلیکیشنی نمی‌تواند این عمل را انجام دهد
my: အက်ပ်သည် ဤလုပ်ဆောင်ချက်ကို မလုပ်ဆောင်နိုင်ပါ
ru: Ни одно приложение не может выполнить это действие
uk: Не всі застосунки можуть виконувати цю дію

# messageUnknownFileExtension
source: Unknown file extension
es: Extensión de archivo desconocida
fa: فرمت فایل ناشناخته است
my: အမည်မသိ ဖိုင်အဆက်
ru: Неизвестное расширение файла
uk: Невідоме розширення файлу

# messagePreviewingFileFailed
source: Previewing file {path} failed
es: Error al previsualizar el archivo {path}
fa: فرآیند پیش‌نمایش فایل {path} انجام نشد
my: {path} ဖိုင်ကို အစမ်းကြည့်ရှုခြင်း မအောင်မြင်ပါ
ru: Ошибка предварительного просмотра файла {path}
uk: Перегляд файлу {path} не вдалося

# messageFilePreviewFailed
source: We couldn’t start the file preview
es: No pudimos iniciar la vista previa del archivo
fa: ما نتوانستیم فرآیند پیش‌نمایش فایل را آغاز کنیم
my: ကျွန်ုပ်တို့အနေဖြင့် ဖိုင်အစမ်းကြည့်ရှုခြင်းကို စတင်၍မရနိုင်ပါ
ru: Мы не смогли запустить пред. просмотр файла
uk: Ми не можемо запустити попередній перегляд файлів

# messageCopiedToClipboard
source: Copied to the clipboard.
es: Copiado al portapapeles.
fa: در کلیپ‌بورد کپی شد.
my: ကလစ်ဘုတ်သို့ ကူးယူထားပြီးပါပြီ။
ru: Скопировано в буфер обмена.
uk: Скопійовано в буфер обміну.

# titleUserProvidedPeers
source: User provided peers
es: Compañeros proporcionados por el usuario
fa: همتا‌های ارائه‌شده توسط کاربر
my: အသုံးပြုသူ ထောက်ပံ့ထားသော လုပ်ဖော်ကိုင်ဖက်
ru: Предоставленные пользователем сверстники
uk: Вузли, надані користувачем

# messageResetLocalSecret
source: Reset local secret
es: Restablecer secreto local
fa: بازنشانی رمز محلی
my: စက်တွင်းလျှို့ဝှက်ချက်များကို ပြန်လည်သတ်မှတ်ပါ
ru: Сброс локального секрета
uk: Відновити місцевий секрет

# messagePeerAdded
source: Peer added
es: Par agregado
fa: یک همتا افزوده شد
my: လုပ်ဖော်ကိုင်ဖက်ကို အပ်ပြီးပါပြီ
ru: Добавлена пара
uk: П'є додано

# messageInstallDokanForOuisyncP2
source: to access repositories via the File Explorer. Please install Dokan to enhance your Ouisync experience.
es: para acceder a los repositorios a través del Explorador de Archivos. or favor instala Dokan para mejorar tu experiencia con Ouisync.
fa: برای دسترسی به مخازن از طریق بخش جست‌وجوگر فایل. لطفا رابط نرم‌افزاری Dokan را برای بهبود تجربه وی‌سینک خود نصب کنید.
my: File Explorer မှတဆင့် သိုလှောင်ခန်းသို့ ဝင်ရောက်ရန်။ သင်၏ Ouisync အတွေ့အကြုံကို မြှင့်တင်ရန် Dokan ကို ထည့်သွင်းပါ။
ru: для доступа к хранилищам через проводник файлов. Установите Dokan, чтобы расширить возможности Ouisync.
uk: для репозиторіїв доступу за допомогою Провідника File Explorer. Будь ласка, встановіть Dokan для підвищення досвіду Ouisync.

# messageDokanDifferentMayorP1
source: The installed
es: La versión installada de
fa: نصب‌شده
my: ထည့်သွင်းထားသော အရာသည်
ru: Установленный
uk: Встановити

# messageDokanOlderVersionP2
source: is out of date. Please uninstall the existing version of Dokan, reboot the system and run Ouisync again.
es: está desactualizada. Por favor desinstale la versión existente de Dokan, reinicie el sistema y ejecute Ouisync nuevamente.
fa: قدیمی است. لطفا نسخه موجود رابط کاربری Dokan را حذف کنید، سیستم را مجدد راه‌اندازی و وی‌سینک را دوباره اجرا کنید.
my: ဟောင်းနေသည်။ ကျေးဇူးပြု၍ Dokan ၏ ကျန်ရှိနေသောဗားရှင်းကို ဖယ်ရှားပါ၊ စနစ်ကို ပြန်လည်စတင်ပြီး Ouisync ကို နောက်တစ်ကြိမ် ဖွင့်ပါ။
ru: устарела. Пожалуйста, удалите существующую версию Dokan, перезагрузите систему и запустите Ouisync снова.
uk: з дати. Будь ласка, встановіть існуючу версію Dokan, перезавантажте систему і запустіть Ouisync знову.

# labelRememberPassword
source: Remember password
es: Recordar clave
fa: به‌خاطر سپردن رمز عبور
my: စကားဝှက်ကို မှတ်ထားမည်
ru: Запомнить пароль
uk: Запам'ятати пароль

source: Repository is already imported
es: El repositorio ya ha sido importado
fa: مخزن قبلا وارد شده
my: Repository ကို ထည့်သွင်းပြီးပါပြီ
ru: Хранилище уже импортируется
uk: Репозиторій вже імпортовано

# buttonLocateRepository
source: Locate
es: Localizar
fa: موقعیت‌یابی
my: တည်ရှိသည်
ru: Найти
uk: Знайти

# messageUpdateLocalSecretFailed
source: Updating security properties of the repository failed.
es: Error al actualizar las propiedades de seguridad del repositorio.
fa: به‌روزرسانی شاخص‌های امنیتی مخزن انجام نشد.
my: သိုလှောင်ခန်း၏ လုံခြုံရေးဆိုင်ရာ အချက်အလက်များကို အပ်ဒိတ်လုပ်ဆောင်ခြင်း မအောင်မြင်ပါ။
ru: Обновление свойств безопасности хранилища не удалось.
uk: Не вдалося оновити дані про безпеку сховища.

# messageUpdateLocalSecretOk
source: Security properties of the repository have been updated.
es: Las propiedades de seguridad del repositorio han sido actualizadas.
fa: شاخص‌های امنیتی مخزن به‌روزرسانی شده است.
my: သိုလှောင်ခန်း၏ လုံခြုံရေးဆိုင်ရာ အချက်အလက်များကို အပ်ဒိတ်လုပ်ဆောင်ပြီးပါပြီ။
ru: Обновлены свойства безопасности хранилища.
uk: Оновленo дані безпеки репозиторію.

# messageUseLocalPassword
source: Use local password
es: Usar clave local
fa: استفاده از رمز عبور محلی
my: စက်တွင်းစကားဝှက်ကို အသုံးပြုမည်
ru: Использовать локальный пароль
uk: Використовуйте локальний пароль

# messageConfirmIrreversibleChange
source: This action is irreversible, would you like to proceed?
es: Esta acción es irreversible, ¿desea proceder?
fa: این اقدام بازگشت‌ناپذیر خواهد بود، مایلید ادامه دهید؟
my: ဤလုပ်ဆောင်ချက်သည် နောက်ပြန်လှည့်၍မရပါ၊ ဆက်လက်လုပ်ဆောင်လိုပါသလား။
ru: Это действие необратимо, вы хотите продолжить?
uk: Ця дія незворотна, б ви хотіли б продовжити?

# actionNewMediaFile
source: Media
es: Multimedia
fa: رسانه
my: မီဒီယာ
ru: Медиа
uk: Медіа

# messageReplaceExistingFolder
source: Replace existing folder
es: Reemplazar carpeta existente
fa: پوشه موجود را جایگزین کنید
ru: Замените существующую папку
uk: Замінити наявну папку

# messageKeepBothFolders
source: Keep both folders
es: Mantener las dos carpetas
fa: هر دو پوشه را نگه دارید
ru: Сохраните обе папки
uk: Зберігайте обидві папки

# messageOnlyAvailableFiles
source: Only available for files
es: Solo disponible para archivos
fa: فقط برای فایل‌ها در دسترس است
ru: Доступно только для файлов
uk: Доступно тільки для файлів

# titleDokanInstallation
source: Dokan installation
es: Instalación de Dokan
fa: نصب رابط نرم‌افزاری (Dokan)
ru: Установка Dokan
uk: Інсталяція Dokan

# titleDokanMissing
source: Dokan is missing
es: Falta Dokan
fa: رابط نرم‌افزاری (Dokan) موجود نیست
ru: Dokan пропал
uk: Dokan не знайдений

# titleDokanInstallationFound
source: Dokan installation found
es: Instalación de Dokan encontrada
fa: نصب رابط نرم‌افزاری (Dokan) پیدا شد
ru: Установка Dokan найдена
uk: Інсталяція Dokan знайдена

# messageAddRepoDb
source: Import repository from file system
es: Importar repositorio desde el sistema de archivos
fa: وارد کردن مخزن از فایل سیستم
my: ဖိုင်စနစ်မှ repository ကို ထည့်သွင်းပါ
ru: Импорт репозитория из файловой системы
uk: Імпорт сховища з файлової системи

# actionEject
source: Eject
es: Expulsar
fa: خروج‌
my: ဖယ်ထုတ်ပါ
ru: Извлечь
uk: Вилучити

# actionInstallDokan
source: Install Dokan
es: Instalar Dokan
fa: نصب رابط کاربری Dokan
my: Dokan ကို ထည့်သွင်းပါ
ru: Установить Dokan
uk: Встановити Dokan

# actionUpdateDokan
source: Update Dokan
es: Actualizar Dokan
fa: به‌روزرسانی Dokan
my: Dokan ကို အက်ဒိတ်လုပ်ပါ
ru: Обновить Dokan
uk: Оновлення Dokan

# messageDokanDifferentMayorP2
source: is out of date. Please update it to the latest version.
es: está desactualizada. Por favor actualízala a la versión más reciente.
fa: قدیمی است. لطفا آن را به آخرین نسخه به‌روزرسانی کنید.
my: ဟောင်းနေသည်။ ကျေးဇူးပြု၍ နောက်ဆုံးပေါ်ဗားရှင်းသို့ အပ်ဒိတ်လုပ်ပါ။
ru: устарела. Пожалуйста, обновите его до последней версии.
uk: з дати. Будь ласка, поновіть його в останню версію.

# messageDokanInstallationFailed
source: The Dokan installation failed.
es: La instalación de Dokan falló.
fa: نصب رابط کاربری Dokan موفقیت‌آمیز نبود.
my: Dokan ကို ထည့်သွင်းခြင်း မအောင်မြင်ပါ။
ru: Установка Dokan не удалась.
uk: Встановлення Dokan не вдалося.

# replacementError
source: {error}
fa: خطا {error}
uk: {error} і

# messageDownloadFileLocation
source: File downloaded to {path}
es: Archivo descargado en {path}
fa: فایل دانلود شد در {path}
my: ဖိုင်ကို {path} သို့ ဒေါင်းလုတ်ချပြီးပါပြီ
ru: Файл загружен по адресу {path}
uk: Завантаження файлу в {path}

# messagePeerRemoved
source: Peer removed
es: Par eliminado
fa: یک همتا حذف شد
my: လုပ်ဖော်ကိုင်ဖက်ကို ဖယ်ထုတ်ပြီးပါပြီ
ru: Пара удалена
uk: Пірс видалений

# messageUseCacheServers
source: Use cache servers
es: Usar los servidores de almacenamiento temporal
fa: استفاده از سرورهای کش
my: cache ဆာဗာများကို အသုံးပြုပါ
ru: Используйте кэш-серверы
uk: Використання кеш-серверів

# messageSortBy
source: Sort by: {name}
es: Ordenar por: {name}
fa: ‌مرتب‌سازی بر اساس:{name}
my: အမျိုးအစား- {name}
ru: Сортировать по: {name}
uk: Сортувати за: {name}

# messageErrorDetail
source: Error: {error}
fa: خطا: {error}
my: အမှား - {error}
ru: Ошибка: {error}
uk: Помилка: {error}

# messageAwaitingResult
source: Awaiting result...
es: Esperando el resultado...
fa: در انتظار نتیجه...
my: ရလဒ်ကို စောင့်ဆိုင်းနေသည် ...
ru: Жду результата...
uk: Важкий результат ...

# messageAuthenticate
source: Authenticate
es: Autenticar
fa: احراز هویت
my: အထောက်အထားပြပါ
ru: Аутентификация
uk: Автентицид

# messageDokan
source: Dokan
fa: رابط نرم‌افزاری دکان (Dokan)
uk: Докан

# messageInstallDokanForOuisyncP1
source: Ouisync uses
es: Ouisync utiliza
fa: موارد استفاده از وی‌سینک
my: Ouisync ကို အသုံးပြုမှုများ
ru: Ouisync использует
uk: Ouisync використовує

# messageSecurityOptionsNotAvailableBlind
source: The security options are not available for blind repositories
es: Las opciones de seguridad no están disponibles para repositorios vacíos
fa: گزینه‌های امنیت برای مخازن کور در دسترس نیستند
ru: Параметры безопасности недоступны для слепых репозиториев
uk: Опції безпеки не доступні для сліпих репозицій

# actionLocateRepo
source: Locate repository
es: Localizar repositorio
fa: موقعیت‌یابی مخزن
ru: Найти хранилище
uk: Репозиторій локації

# messageNATType
source: NAT type
es: Tipo de NAT
my: NAT အမျိုးအစား
ru: Тип NAT
uk: Тип NAT

# labelTcpListenerEndpointV4
source: Listening on TCP IPv4
es: Escuchar sobre TCP IPv4
my: TCP IPv4 အပေါ်တွင် နားထောင်ခြင်း
ru: Слушаю на TCP IPv4
uk: Прослуховування за протоколом TCP IPv4

# labelTcpListenerEndpointV6
source: Listening on TCP IPv6
es: Escuchar sobre TCP IPv6
my: TCP IPv6 အပေါ်တွင် နားထောင်ခြင်း
ru: Слушаю на TCP IPv6
uk: Прослуховування за протоколом TCP IPv6

# labelQuicListenerEndpointV4
source: Listening on QUIC/UDP IPv4
es: Escuchar sobre QUIC/UDP IPv4
my: QUIC/UDP IPv4 အပေါ်တွင် နားထောင်ခြင်း
ru: Слушаю на QUIC/UDP IPv4
uk: Прослуховування за протоколом QUIC/UDP IPv4

# labelQuicListenerEndpointV6
source: Listening on QUIC/UDP IPv6
es: Escuchando sobre QUIC/UPD IPv6
my: QUIC/UDP IPv6 အပေါ်တွင် နားထောင်ခြင်း
ru: Слушаю на QUIC/UDP IPv6
uk: Прослуховування за протоколом QUIC/UDP IPv6

# labelLocalIPv6
source: Local IPv6
es: IPv6 local
my: စက်တွင်း IPv6
ru: Локальный IPv6
uk: Локальний IPv6

# labelLocalIPv4
source: Local IPv4
es: IPv4 local
my: စက်တွင်း IPv4
ru: Локальный IPv4
uk: Локальний IPv4

# labelExternalIPv6
source: External IPv6
es: Dirección IPv6 externa
my: ပြင်ပ IPv6
ru: Внешний IPv6
uk: Зовнішня IPv6

# labelExternalIPv4
source: External IPv4
es: Dirección IPv4 externa
my: ပြင်ပ IPv4
ru: Внешний IPv4
uk: Зовнішня IPv4

# mesageNoMediaPresent
source: There is no media present.
es: No hay archivos presentes.
