Repository: equalitie/ouisync-app
Catalog: lib/l10n/intl_*.arb
Languages: es, fa, my, ru, uk, zh_cn

# messageNone
source: None
es: Ninguno
fa: هیچ کدام
my: မရှိပါ
ru: Ни одного
uk: Немає

# titleSaveChanges
source: Save changes
es: Guardar los cambios
fa: ذخیره تغییرات
my: ပြောင်းလဲမှုကို သိမ်းဆည်းမည်
ru: Сохранить изменения
uk: Зберегти зміни
zh_cn: 保存更改

# messageEqValuesP5
source: We aim to educate and raise the capacity of our constituents to enjoy secure operations in the digital domain. We do this by building tools that enable and protect free expression, circumvent censorship, empower anonymity and protect from surveillance where and when necessary. Our tools also improve information management and analytic functions
es: Nuestro objetivo es educar y aumentar la capacidad de nuestros constituyentes para disfrutar de operaciones seguras en el dominio digital. Hacemos esto mediante la creación de herramientas que permiten y protegen la libertad de expresión, eluden la censura, potencian el anonimato y protegen de la vigilancia donde y cuando sea necesario. Nuestras herramientas también mejoran la gestión de la información y las funciones analíticas
fa: هدف ما آموزش و افزایش ظرفیت افرادی است که برای لذت بردن از فعالیت‌های امن در حوزه دیجیتال، سرویس ما را انتخاب کرده‌اند. ما این کار را با ساختن ابزارهایی انجام می‌دهیم که آزادی بیان را امکان‌پذیر می‌سازد و از آن محافظت می‌کند، سانسور را دور می‌زند، ناشناس‌بودن را قوت می‌بخشد و در صورت لزوم از کاربران برابر نظارت‌ها محافظت می‌کند. ابزارهای ما همچنین مدیریت اطلاعات و عملکردهای تحلیلی را بهبود می‌بخشد
my: ကျွန်ုပ်တို့သည် ဒစ်ဂျစ်တယ်ဒိုမိန်းတွင် လုံခြုံသောလုပ်ငန်းဆောင်တာများကို ခံစားလုပ်ဆောင်နိုင်စေရန်အတွက် ကျွန်ုပ်တို့၏မဲဆန္ဒနယ်ကိုယ်စားလှယ်များ၏စွမ်းရည်ကို မြှင့်တင်ရန်နှင့် ပညာပေးနိုင်ရန် ရည်ရွယ်ပါသည်။ ကျွန်ုပ်တို့သည် လွတ်လပ်စွာ ထုတ်ဖော်ပြောဆိုခွင့်ကို ကာကွယ်ရန်၊ ဆင်ဆာဖြတ်တောက်မှုကို ရှောင်ရှားရန်နှင့် အမည်ဝှက်ကို အားကောင်းစေကာ စောင့်ကြည့်ခြင်းမှ ကာကွယ်ပေးသည့် ကိရိယာများကို လိုအပ်သည့်အချိန်အခါများတွင် တည်ဆောက်ခြင်းဖြင့် ၎င်းလုပ်ငန်းစဥ်ကို လုပ်ဆောင်ပါသည်။ ကျွန်ုပ်တို့၏ ကိရိယာများသည် သတင်းအချက်အလက် စီမံခန့်ခွဲမှုနှင့် ခွဲခြမ်းစိတ်ဖြာမှုဆိုင်ရာ လုပ်ဆောင်ချက်များကိုလည်း မြှင့်တင်ပေးပါသည်
ru: Мы стремимся обучать и повышать способность наших участников пользоваться безопасными операциями в цифровой сфере. Мы делаем это, создавая инструменты, которые обеспечивают и защищают свободу выражения мнений, обходят цензуру, обеспечивают анонимность и защищают от слежки там, где и когда это необходимо. Наши инструменты также улучшают управление информацией и аналитические функции
uk: Ми прагнемо навчати та підвищувати спроможність наших цільових аудиторій безпечною взаємодіяти в цифровому просторі. Ми досягаємо цієї мети через створення інструментів, які уможливлюють і захищають свободу вираження поглядів, обходять цензуру, розширюють можливості анонімності та захищають від стеження. Наші інструменти також покращують управління інформацією та передбачають аналітичні функції

# titleCookies
source: Cookies
fa: کوکی‌ها
my: ကွတ်ကီးများ
ru: Куки (Cookies)
uk: Куки

# titleOurMission
source: Our mission
es: Nuestra misión
fa: ماموریت ما
my: ကျွန်ုပ်တို့၏ မျှော်မှန်းချက်များ
ru: Наша миссия
uk: Наша місія

# messageMobile
source: Mobile
es: Móvil
fa: موبایل
my: မိုဘိုင်း
ru: Мобильный
uk: Телефон

# messagePeerExchange
source: Peer Exchange
es: Intercambio entre pares
fa: تبادل با همتا
my: လုပ်ဖော်ကိုင်ဖက်အချင်းချင်းအကြား လဲလှယ်မှု
ru: Обмен между пирами
uk: Обмін вузлів

# messageEqValuesP9
source: Security is a constant thematic throughout all of our software development, service provision and capacity-building projects. We design our systems and processes to improve information security on the Internet and raise the user’s security profile and experience. We try to lead by example by not compromising the security properties of a tool or system for the sake of speed, usability or cost. We do not believe in security through obscurity and we maintain transparency through open access to our code base. We always err on the side of caution and try to implement good internal operational security
es: La seguridad es un tema constante en todos nuestros proyectos de desarrollo de software, prestación de servicios y desarrollo de capacidades. Diseñamos nuestros sistemas y procesos para mejorar la seguridad de la información en Internet y elevar el perfil de seguridad y la experiencia del usuario. Intentamos predicar con el ejemplo al no comprometer las propiedades de seguridad de una herramienta o sistema por razones de velocidad, usabilidad o costo. No creemos en la seguridad a través de la oscuridad y mantenemos la transparencia a través del acceso abierto a nuestro código base. Siempre pecamos de cautelosos y tratamos de implementar una buena seguridad tanto operativa como interna
fa: امنیت یک موضوع ثابت در تمام پروژه‌های توسعه نرم‌افزار، ارائه خدمات و ظرفیت‌سازی ما است. ما سیستم‌ها و فرآیندهای خود را برای بهبود امنیت اطلاعات در فضای اینترنت و افزایش شاخص‌های امنیتی و تجربه کاربر طراحی می‌کنیم. ما سعی می‌کنیم ویژگی‌های امنیتی یک ابزار یا سیستم را به خاطر سرعت، قابلیت استفاده یا هزینه، به خطر نیاندازیم. ما به امنیت مبهم اعتقادی نداریم و از طریق دسترسی آزاد به کدهای منبع ابزارها شفافیت را حفظ می‌کنیم. ما همیشه جانب احتیاط را رعایت می‌کنیم و سعی داریم تا امنیت عملیات‌های داخلی نرم‌افزارها را به‌خوبی اعمال کنیم
my: လုံခြုံရေးသည် ကျွန်ုပ်တို့၏ဆော့ဖ်ဝဲလ်ဖွံ့ဖြိုးတိုးတက်မှု၊ ဝန်ဆောင်မှုပေးနိုင်စွမ်းနှင့် စွမ်းဆောင်ရည်တည်ဆောက်ရေးပရောဂျက်များအားလုံးတွင် အမြဲတမ်းဆက်နွယ်နေသော အကြောင်းအရာတစ်ခုဖြစ်သည်။ ကျွန်ုပ်တို့သည် အင်တာနက်ပေါ်ရှိ အချက်အလက်လုံခြုံရေးကို မြှင့်တင်ရန်နှင့် သုံးစွဲသူ၏ လုံခြုံရေးပရိုဖိုင်နှင့် အတွေ့အကြုံကို မြှင့်တင်ရန် ကျွန်ုပ်တို့၏ နည်းစနစ်များနှင့် လုပ်ငန်းစဉ်များကို ဒီဇိုင်းရေးဆွဲထားပါသည်။ ကျွန်ုပ်တို့သည် မြန်နှုန်း၊ သုံးစွဲနိုင်မှု သို့မဟုတ် ကုန်ကျစရိတ်များအတွက် ကိရိယာ သို့မဟုတ် စနစ်၏ လုံခြုံရေးဂုဏ်သတ္တိများကို လျော့ချခြင်းမရှိသော နည်းလမ်းကို အသုံးပြုကာ နမူနာအားဖြင့် ဦးဆောင်ရန် ကြိုးစားနေပါသည်။ ကျွန်ုပ်တို့သည် မထင်မရှားထားခြင်းဖြင့် လုံခြုံရေးမြှင့်တင်သည့် နည်းလမ်းကို မယုံကြည်ပဲ ကျွန်ုပ်တို့၏ ကုဒ်ဘေ့စ်ကို ဝင်ရောက်ခွင့်ပြုခြင်းဖြင့် ပွင့်လင်းမြင်သာမှုကို ထိန်းသိမ်းထားသည်။ ကျွန်ုပ်တို့သည် သတိထားရမည့် အပိုင်းတွင် အစဥ်သဖြင့် အမှားပြုလုပ်မိပြီး ကောင်းမွန်သော အတွင်းပိုင်းလုပ်ဆောင်မှုလုံခြုံရေးကို ဖော်ဆောင်ရန် ကြိုးစားနေသည်
ru: Безопасность является постоянной темой всех наших проектов по разработке программного обеспечения, предоставлению услуг и наращиванию потенциала. Мы разрабатываем наши системы и процессы для улучшения информационной безопасности в Интернете, а также повышения профиля безопасности и удобства пользователей. Мы стараемся подавать пример, не ставя под угрозу свойства безопасности инструмента или системы ради скорости, удобства использования или стоимости. Мы не верим в безопасность через неизвестность и поддерживаем прозрачность благодаря открытому доступу к нашей базе кода. Мы всегда проявляем осторожность и стараемся обеспечить хорошую внутреннюю операционную безопасность
uk: Безпека є постійною складовою усіх наших проектів з розробки програмного забезпечення, надання послуг та розбудови спроможностей організацій. Ми розробляємо наші системи та процеси, щоб покращити інформаційну безпеку в інтернеті та підвищити рівень захищеності користувачів. Ми намагаємося подавати приклад, не ставлячи під загрозу безпеку інструментів заради швидкості, зручності використання або вартості. Ми не віримо в безпеку через невизначеність і підтримуємо прозорість через відкритий доступ до нашого коду. Ми завжди діємо з обережністю і намагаємося впровадити досконалу внутрішню операційну безпеку

# messageEqValuesP10
source: As an organisation, we seek to be transparent with our policies and procedures. As often as possible, our source code is open and freely available, protected by licences that encourage community-driven development, sharing and the propagation of these principles
es: Como organización, buscamos ser transparentes con nuestras políticas y procedimientos. Con la mayor frecuencia posible, nuestro código fuente está abierto y disponible gratuitamente, protegido por licencias que fomentan el desarrollo, el intercambio y la propagación de estos principios impulsados por la comunidad
fa: به عنوان یک سازمان، ما به دنبال شفافیت در سیاست‌ها و رویه‌های خود هستیم. تا آنجا که ممکن است، کد منبع ما باز و آزادانه در دسترس است، و توسط مجوزهایی محافظت می‌شود که توسعه جامعه‌محور، به‌اشتراک‌گذاری و انتشار این اصول و ارزش‌ها را ترغیب و تشویق می‌کنند
my: အဖွဲ့အစည်းတစ်ခုအနေဖြင့် ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏မူဝါဒများနှင့် လုပ်ထုံးလုပ်နည်းများဖြင့် ပွင့်လင်းမြင်သာမှုရှိရန် ကြိုးပမ်းနေပါသည်။ တတ်နိုင်သမျှ မကြာခဏဆိုသလို ကျွန်ုပ်တို့၏ အရင်းအမြစ်ကုဒ်ကို ပွင့်လင်းမြင်သာစွာ လွတ်လွတ်လပ်လပ် ရရှိနိုင်ပြီး ရပ်ရွာက မောင်းနှင်သော ဖွံ့ဖြိုးတိုးတက်မှု၊ မျှဝေမှုနှင့် အဆိုပါမူများကို ပြန့်ပွားစေရန် အားပေးသည့် လိုင်စင်များဖြင့် ကာကွယ်ထားသည်
ru: Как организация, мы стремимся быть прозрачными с нашей политикой и процедурами. Как можно чаще, наш исходный код открыт и свободно доступен, защищен лицензиями, которые поощряют развитие, совместное использование и распространение этих принципов
uk: Як організація, ми прагнемо бути прозорими у своїй політиці та процедурах. Наскільки це можливо, наш вихідний код є відкритим і у вільному доступі, з відповідними ліцензіями, які заохочують розробку, обмін і поширення цих принципів, якими керує спільнота

# messageDataCollectionP2
source: The Ouisync app is designed to be able to provide file sharing services without a user ID, name, nickname, user account or any other form of user data. We don’t know who uses our app and with whom they sync or share their data
es: La aplicación Ouisync está diseñada para proporcionar servicios para compartir archivos sin identificador de usuario, nombre, apodo, cuenta de usuario ni ningún dato del usuario. No sabemos quién utiliza nuestra aplicación ni con quién sincroniza o comparte los datos
fa: اپلیکیشن وی‌سینک به گونه‌ای طراحی شده که می‌تواند خدمات اشتراک فایل را بدون شناسه کاربر، نام یا نام مستعار، حساب کاربری یا هر شکل دیگری از اطلاعات کاربر ارائه دهد. ما نمی‌دانیم چه کسی از برنامه ما استفاده می‌کند و با چه کسی داده‌های خود را همگام‌سازی می‌کند یا به‌اشتراک می‌گذارد
my: Ouisync အက်ပ်သည် အသုံးပြုသူ ID၊ အမည်၊ အမည်ပြောင်၊ အသုံးပြုသူအကောင့် သို့မဟုတ် အခြားအသုံးပြုသူဒေတာပုံစံတစ်ခုခုမပါဘဲ ဖိုင်မျှဝေခြင်းဝန်ဆောင်မှုများကို ပံ့ပိုးပေးနိုင်စေရန် ဒီဇိုင်းထုတ်ထားသည်။ ကျွန်ုပ်တို့၏အက်ပ်ကို မည်သူမဆိုအသုံးပြုသည်နှင့် ၎င်းတို့သည် မည်သူနှင့် ဒေတာရယူခြင်း သို့မဟုတ် ၎င်းတို့၏ဒေတာကို မျှဝေခြင်း ပြုလုပ်သည်ကို ကျွန်ုပ်တို့မသိပါ
ru: Приложение Ouisync разработано таким образом, чтобы предоставлять услуги по обмену файлами без ID пользователя, имени, псевдонима, учетной записи или любой другой формы данных о пользователе. Мы не знаем, кто использует наше приложение и с кем они синхронизируют или обмениваются своими данными
uk: Додаток Ouisync призначений для надання послуг з спільного доступу до файлів без ідентифікатора користувача, імені, прізвища, облікового запису користувача або іншої форми даних користувачів. Ми не знаємо, хто використовує наш додаток, і з ким вони синхронізація або поділитися своїми даними

# messageSavingChanges
source: Do you want to save the current changes?
es: ¿Deseas guardar los cambios actuales?
fa: می‌خواهید تغییرات فعلی را ذخیره کنید؟
my: ယခုပြင်ဆင်ထားသော ပြောင်းလဲမှုများကို သိမ်းလိုပါသလား။
ru: Хотите сохранить текущие изменения?
uk: Ви хочете зберегти поточні зміни?

# titleWeAreEq
source: We are eQualit.ie
es: Somos eQualit.ie
fa: ما eQualit.ie هستیم
my: ကျွန်ုပ်တို့သည် eQualit.ie ဖြစ်သည်
ru: Мы — eQualit.ie
uk: Ми – це eQualit.ie

# titleFreedomExpresionAccessInfo
source: Freedom of expression and access to information
es: Libertad de expresión y acceso a la información
fa: آزادی بیان و دسترسی به اطلاعات

# messageView
source: View
es: Ver
fa: مشاهده
my: ကြည့်ရှုမှု
ru: Посмотреть
uk: Переглянути

# titleLinksOtherSites
source: Links to Other Sites
es: Enlaces a otros sitios
fa: لینک به سایت‌های دیگر
my: အခြားဆိုက်များသို့ လင့်ခ်များ
ru: Ссылки на Другие сайты
uk: Посилання на інші сайти

# messageDeletionDataServerNote
source: The Ouisync team cannot delete individual files from repositories, as it is not possible to identify them because they are encrypted. We are able to delete whole repositories if you send us the link to the repository that needs to be deleted
es: El equipo de Ouisync no puede eliminar archivos individuales de los repositorios, ya que no es posible identificarlos porque están encriptados. Podemos eliminar repositorios enteros si nos envías el enlace al repositorio que necesitas eliminar
fa: تیم وی‌سینک نمی تواند فایل‌های شخصی را از مخازن حذف کند، زیرا شناسایی آن‌ها به علت رمزنگاری ممکن نیست. اگر لینک مخزنی که باید حذف شود را برای ما ارسال کنید، می توانیم کل مخازن را حذف کنیم
my: Ouisync အဖွဲ့သည် ဖိုင်တစ်ခုချင်းစီအား ကုဒ်ဝှက်ထားသောကြောင့် ၎င်းတို့ကို ခွဲခြားသတ်မှတ်ရန် မဖြစ်နိုင်သကဲ့သို့ သိမ်းဆည်းသည့်နေရာများမှ ၎င်းတို့ကို ဖျက်၍မရပါ။ ဖျက်ရန်လိုအပ်သော သိုလှောင်ခန်း သို့မဟုတ်လင့်ခ်ကို ပေးပို့ပါက သိုလှောင်ခန်းတစ်ခုလုံးကို ဖျက်နိုင်ပါသည်
ru: Команда Ouisync не может удалить отдельные файлы из хранилищ, так как их невозможно идентифицировать, потому что они зашифрованы. Мы можем удалить целые хранилища, если вы отправите нам ссылку на репозиторий, которая должна быть удалена
uk: Команда Ouisync не може видаляти окремі файли зі сховищ, оскільки їх неможливо ідентифікувати, оскільки вони зашифровані. Ми можемо видаляти цілі сховища, якщо ви надішлете нам посилання на сховище, яке потрібно видалити

# actionNo
source: No
fa: خیر
my: မဟုတ်ပါ
ru: Нет
uk: Ні

# messageFailedToMount
source: Accessing repositories via File Explorer is not available: {reason}
es: El acceso a los repositorios a través del Explorador de archivos no está disponible: {reason}
fa: دسترسی به مخازن از طریق بخش جست‌وجوگر فایل در دسترس نیست: {reason}
my: File Explorer မှတစ်ဆင့် သိုလှောင်ခန်းသို့ မဝင်ရောက်နိုင်ပါ - {reason}
ru: Доступ к хранилищам через File Explorer недоступен: {reason}
uk: Доступ до репозицій через File Explorer не доступний: {reason}

# messageDeletionDataServerP1
source: The simplest way to delete your data is by deleting files or repositories from your own device. Any file deletion will be propagated to all your peers - ie, if you have Write access to a repository, you can delete any files within it and the same files will be deleted from your peers’ repositories as well as from our Always-On-Peer. If you need to delete only the repositories from our Always-On-Peer (but still keep them in your own repository on your own device), please contact us at the address below
es: La forma más sencilla de eliminar tus datos es eliminar archivos o repositorios de tu propio dispositivo. Cualquier eliminación de archivos se propagará a todos sus pares - es decir, si tiene acceso de escritura a un repositorio, puede eliminar cualquier archivo dentro de él y los mismos archivos se eliminarán de los repositorios de sus pares, así como de nuestro Always-On-Peer. Si necesita eliminar sólo los repositorios de nuestro Always-On-Peer (pero aún así mantenerlos en su propio repositorio en su propio dispositivo), por favor contáctenos en la dirección abajo
fa: ساده‌ترین راه برای حذف داده‌های خود، حذف فایل‌ها یا مخازن از دستگاه خودتان است. هر گونه حذف فایل به همه همتاهای شما اطلاع‌رسانی خواهد شد (منتشر خواهد شد) - به عنوان مثال، اگر به یک مخزن دسترسی نوشتنی دارید، می توانید فایل‌های موجود در آن را حذف کنید و همان فایل‌ها از مخازن همتاهای شما و همچنین از همتای همیشه فعال ما حذف خواهند شد. اگر نیاز دارید که فقط مخازن را از سرور همتای همیشه فعال Always-On-Peer ما حذف کنید (اما همچنان آن‌ها را در مخزن خود در دستگاه خود نگه دارید)، لطفا با آدرس زیر با ما تماس بگیرید
my: သင့်ဒေတာကို ဖျက်ရန် အရိုးရှင်းဆုံးနည်းလမ်းမှာ သင့်ကိုယ်ပိုင်စက်မှ ဖိုင်များ သို့မဟုတ် သိမ်းဆည်းမှုများကို ဖျက်ပစ်ခြင်းဖြစ်သည်။ မည်သည့်ဖိုင်ကိုမဆို ဖျက်ပစ်ခြင်းသည် သင့်လုပ်ဖော်ကိုင်ဖက်များအားလုံးထံတွင်လည်း ပျက်သွားပါလိမ့်မည် - ဆိုလိုသည်မှာ သင့်တွင် သိုလှောင်ခန်းကို ပြင်ဆင်ခွင့်ရှိလျှင် ၎င်းအတွင်းရှိ မည်သည့်ဖိုင်များကိုမဆို ဖျက်နိုင်ပြီး တူညီသောဖိုင်များကို သင်၏လုပ်ဖော်ကိုင်ဖက်များ၏ သိုလှောင်ခန်းများမှလည်း ဖျက်ပစ်မည်ဖြစ်သကဲ့သို့ ကျွန်ုပ်တို့၏ 'Always-On-Peer' ဆာဗာမှလည်း ဖျက်ပစ်မည်ဖြစ်သည်။ ကျွန်ုပ်တို့၏ 'Always-On-Peer' ဆာဗာမှ သိုလှောင်ခန်းများကိုသာ ဖျက်ရန် လိုအပ်ပါက (၎င်းတို့ကို သင့်ကိုယ်ပိုင်သိုလှောင်ခန်းနှင့် သင့်ကိုယ်ပိုင်စက်တွင် ဆက်လက်ထားရှိမည်ဖြစ်သည်) ကျေးဇူးပြု၍ အောက်ပါလိပ်စာမှတဆင့် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ
ru: Самый простой способ удаления данных - это удаление файлов или хранилищ с вашего собственного устройства. Любое удаление файла будет передано всем вашим коллегам - то есть, если у вас есть доступ к хранилищу на запись, вы можете удалить любые файлы в нем, и те же файлы будут удалены из хранилищ ваших коллег, а также из нашего Always-On-Peer. Если вам нужно удалить только репозитории из Always-On-Peer (но при этом сохранить их в собственном репозитории на своем устройстве), свяжитесь с нами по следующему адресу
uk: Найпростіший спосіб видалити ваші дані можна шляхом видалення файлів або репозицій з власного пристрою. Будь-яке видалення файлів буде пропаговано для всіх ваших однолітків - тобто, якщо у вас є доступ до репозиторій, ви можете видалити будь-які файли в ньому, і ті ж файли будуть видалені з репозиторіїв ваших однолітків, а також від нашого Завжди-On-Peer. Якщо вам необхідно видалити тільки репозиторії з нашого Завжди-On-Peer (але все ще тримати їх у власній репозиторії на вашому пристрої), будь ласка, зв'яжіться з нами за адресою нижче

# messageSecurityPracticesP2
source: You can learn more about the encryption techniques used in our documentation
es: Usted puede aprender más sobre las técnicas de cifrado por medio de nuestra documentación
fa: درباره تکنیک‌های رمزنگاری مورد استفاده در اسناد ما می‌توانید اطلاعات بیشتری کسب کنید
my: ကျွန်ုပ်တို့၏စာရွက်စာတမ်းများတွင် အသုံးပြုထားသည့် ကုဒ်ဝှက်ခြင်းနည်းပညာများအကြောင်း ပိုမိုလေ့လာနိုင်ပါသည်
ru: Вы можете узнать больше об используемых методах шифрования в нашей документации
uk: Ви можете дізнатися більше про методи шифрування, що використовуються в нашій документації

# messageSecurityPracticesP4
source: If you have a reason to believe that your personal data has been illegaly obtained and shared by other Ouisync users, please contact us at the address below
es: Si tiene motivos para creer que sus datos personales han sido obtenidos y compartidos ilegalmente por otros usuarios de Ouisync, póngase en contacto con nosotros en la siguiente dirección
fa: اگر دلیلی مبنی بر به‌اشتراک‌گذاری و نشت اطلاعات شخصی خودتان به‌طور غیرقانونی توسط سایر کاربران وی‌سینک دارید، لطفا با آدرس زیر با ما تماس بگیرید
my: သင့်ကိုယ်ရေးကိုယ်တာဒေတာကို အခြား Ouisync အသုံးပြုသူများမှ တရားမဝင်ရယူပြီး မျှဝေထားသည်ကို သက်သေပြရန် အကြောင်းပြချက်ရှိပါက ကျေးဇူးပြု၍ အောက်ပါလိပ်စာမှတဆင့် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ
ru: Если у вас есть основания полагать, что ваши личные данные были незаконно получены и переданы другим пользователям Ouisync, свяжитесь с нами по следующему адресу
uk: Якщо у вас є підстави вважати, що ваші персональні дані були незаконно отримані і поділені іншими користувачами Ouisync, будь ласка, зв'яжіться з нами за адресою нижче

# messageInfoPeerExchange
source: Is a tool used for exchanging peer list with the peers you are connected to
es: Es una herramienta para intercambiar la lista de pares con los pares a los que estás conectado
fa: ابزاری است که برای تبادل لیست همتاها با همتاهایی که به آن‌ها متصل هستید، استفاده می‌شود
my: သင်ချိတ်ဆက်ထားသော လုပ်ဖော်ကိုင်ဖက်များနှင့် လုပ်ဖော်ကိုင်ဖက်စာရင်းကို ဖလှယ်ရန်အတွက် အသုံးပြုသည့်ကိရိယာတစ်ခုဖြစ်သည်
ru: Это инструмент, используемый для обмена списком одноранговых узлов с одноранговыми узлами, к которым Вы подключены
uk: Інструмент, який використовується для обміну списком однорангових користувачів з одноранговими користувачами, до яких ви підключені

# messageChangesToTermsP2
source: This policy is effective as of 2022-03-09
es: Esta política entrará en vigor el 9 de Marzo de 2022
fa: این سیاست (خط مشی) از تاریخ ۹ مارس ۲۰۲۲ میلادی قابل اجراست
my: ဤမူဝါဒသည် ၉၊ ၃၊ ၂၀၂၂ တွင် အကျုံးဝင်ပါသည်
ru: Эта политика эффективна с 2022-03-09
uk: Поточна версія політики конфідеційності діє з 09 березня 2022 року

# menuItemNetwork
source: Network
es: Red
fa: شبکه
my: ကွန်ရက်
ru: Сеть
uk: Мережа

# messageDistributedHashTables
source: Distributed Hash Tables
es: Tablas de control distribuidas
fa: جداول هش توزیع‌شده
my: ဖြန့်ဝေထားသော ဇယားများ
ru: Распределенные хэш-таблицы
uk: Розподілені хеш-таблиці

# actionBack
source: Back
es: Volver
fa: بازگشت
my: နောက်သို့
ru: Назад
uk: Повернутися

# menuItemRepository
source: Repository
es: Repositorio
fa: مخزن
my: သိုလှောင်ခန်း
ru: Хранилище
uk: Репозиторій

# messageInfoNATType
source: This value depends on your router and/or your Internet service provider. Connectivity with your peers is best achieved when it is Endpoint Independent
es: Este valor depende de su router y/o de su proveedor de servicios de Internet. La conectividad con sus pares se logra mejor cuando es Endpoint Independent
fa: این مقدار به روتر شما و/یا ارائه‌دهنده خدمات اینترنتی شما بستگی دارد. اتصال با همتاهای شما به بهترین شکل زمانی حاصل می‌شود که مستقل از نقطه انتهایی باشد
my: ဤတန်ဖိုးသည် သင်၏ ရောက်တာ နှင့်/သို့မဟုတ် သင်၏ အင်တာနက်ဝန်ဆောင်မှုပေးသောကုမ္ပဏီအပေါ်တွင် မူတည်ပါသည်။ အဆုံးမှတ်များသည် အမှီအခိုကင်းသောအချိန်တွင် သင်၏လုပ်ဖော်ကိုင်ဖက်များနှင့် ချိတ်ဆက်နိုင်မှုသည် အကောင်းဆုံးဖြစ်သည်
ru: Это значение зависит от Вашего маршрутизатора и/или Вашего интернет-провайдера. Связь с Вашими партнёрами лучше всего достигается, когда для этого параметра установлено значение «Endpoint Independent»
uk: Це значення залежить від вашого маршрутизатора та/або інтернет-провайдера. Зв'язок з одноранговими пристроями найкраще досягається, коли він не залежить від кінцевих точок

# messageInfoBittorrentDHT
source: Is a tool that allows peers to find each other on the P2P (Peer to Peer) network without a centralized server
es: Es una herramienta que permite a los pares encontrarse entre si en la red P2P (red de pares) sin un servidor central
fa: ابزاری است که به همتاها اجازه می‌دهد بدون سرور متمرکز، یکدیگر را در شبکه همتابه‌همتا (P2P) پیدا کنند
my: ဗဟိုချုပ်ကိုင်ထားသောဆာဗာမပါဘဲ P2P (Peer to Peer) ကွန်ရက်တွင် လုပ်ဖော်ကိုင်ဖက်များအချင်းချင်း ရှာဖွေနိုင်စေသည့် ကိရိယာတစ်ခုဖြစ်သည်
ru: Это инструмент, который позволяет одноранговым узлам находить друг друга в P2P (одноранговой) сети без централизованного сервера
uk: Це інструмент, який дозволяє одноранговим користувачам знаходити один одного в мережі P2P (Peer to Peer) без централізованого сервера

# actionReloadRepo
source: Reload repository
es: Recargar repositorio
fa: بارگذاری مجدد مخزن
my: သိုလှောင်ခန်းကို ပြန်လည်စတင်ပါ
ru: Обновить хранилище
uk: Перезавантажити репозиторій

# messageContatUsP1
source: If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at
es: Si tiene alguna pregunta o sugerencia sobre nuestra Política de Privacidad, no dude en ponerse en contacto con nosotros en
fa: در صورتی که در مورد خط مشی حفظ حریم خصوصی ما سؤال یا پیشنهادی دارید، حتما با ما تماس بگیرید
my: ကျွန်ုပ်တို့၏ ကိုယ်ရေးလုံခြုံမှုမူဝါဒနှင့်ပတ်သက်၍ သင့်တွင် မေးခွန်းများ သို့မဟုတ် အကြံပြုချက်များရှိပါက ကျွန်ုပ်တို့ထံ ဆက်သွယ်စုံစမ်းရန် အားမနာပါနှင့်
ru: Если у вас есть какие-либо вопросы или предложения о нашей Политике конфиденциальности, не стесняйтесь связаться с нами
uk: Якщо у вас виникли запитання або пропозиції щодо нашої Політики конфіденційності, будь ласка, зв'яжіться з нами за адресою

# actionDiscard
source: Discard
es: Descartar
fa: نادیده‌ گرفتن
my: ပယ်ဖျက်ပါ
ru: Отменить
uk: Відхилити

# actionUpdate
source: Update
es: Actualizar
fa: به‌روزرسانی
my: အက်ဒိတ်လုပ်ပါ
ru: Обновить
uk: Оновити

# actionDone
source: Done
es: Hecho
fa: انجام شد
my: ပြီးပြီ
ru: Готово
uk: Завершено

# actionSaveChanges
source: Save changes
es: Guardar los cambios
fa: ذخیره تغییرات
my: ပြောင်းလဲမှုများကို သိမ်းပါ
ru: Сохранить изменения
uk: Зберегти зміни
