Repository: equalitie/ouisync-app
Catalog: lib/l10n/intl_*.arb
Languages: es, fa, my, ru, uk, zh_cn

# messagePrivacyIntro
source: This section is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decides to use our Service
es: Esta sección se utiliza para informar a los visitantes sobre nuestras políticas con la recopilación, uso y divulgación de Información personal si alguien decide utilizar nuestro servicio
fa: این بخش برای اطلاع رسانی به بازدیدکنندگان در مورد سیاست‌های ما در مورد جمع‌آوری، استفاده و افشای اطلاعات شخصی در صورتی که کسی تصمیم به استفاده از سرویس ما داشته باشد، استفاده می شود
my: မည်သူမဆို ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုအား အသုံးပြုရန် ဆုံးဖြတ်ပါက ကိုယ်ရေးလုံခြုံမှုအချက်အလက်များကို စုဆောင်းခြင်း၊ အသုံးပြုခြင်းနှင့် ထုတ်ဖော်ခြင်းနှင့် သက်ဆိုင်သည့် ကျွန်ုပ်တို့၏ မူဝါဒများကို ဝင်ရောက်အသုံးပြုသူများအား အသိပေးရန်အတွက် ဤကဏ္ဍအား အသုံးပြုသည်
ru: Этот раздел используется для информирования посетителей о нашей политике в отношении сбора, использования и раскрытия личной информации, если кто-либо решит использовать наш Сервис
uk: Цей розділ призначений для інформування відвідувачів про нашу політику щодо збору, використання та розкриття персональних даних під час використання нашого Сервісу

# messageOpenFileError
source: Error opening file {name}
es: Error al abrir el archivo {name}
fa: خطا در باز کردن فایل {name}
my: {name} ဖိုင်ကို ဖွင့်လှစ်မှု မအောင်မြင်ပါ
ru: Ошибка при открытии файла {name}
uk: Помилка відкриття файлу {name}

# messageStorage
source: Storage
es: Almacenamiento
fa: فضای ذخیره‌سازی
my: သိုလှောင်မှု
ru: Память
uk: Сховище

# messageTerms4
source: Advocates bigotry, hatred, or the incitement of violence against any person or group of people based on their race, religion, ethnicity, national origin, sex, gender identity, sexual orientation, disability, impairment, or any other characteristic(s) associated with systemic discrimination or marginalization
es: Defienda la intolerancia, el odio o la incitación a la violencia contra cualquier persona o grupo de personas por motivos de raza, religión, etnia, origen nacional, sexo, identidad de género, orientación sexual, discapacidad, impedimento o cualquier otra característica asociada con discriminación o marginación sistémica
fa: دفاع از تعصب، نفرت‌پراکنی، یا تحریک خشونت علیه هر فرد یا گروهی از مردم بر اساس نژاد، مذهب، قومیت، ملیت، جنسیت، هویت جنسیتی، گرایش جنسی، ناتوانی، نقص یا هر ویژگی دیگر مرتبط با آن‌ها است. تبعیض یا به حاشیه‌راندن سیستماتیک
my: တစ်ဖက်စောင်းနင်းဆန်မှု၊ မုန်းတီးမှု သို့မဟုတ် လူသားတို့၏ လူမျိုး၊ ဘာသာ၊ မျိုးနွယ်စု၊ နိုင်ငံသားဖြစ်မှု၊ လိင်၊ ကျား၊ မ လက္ခဏာ၊ လိင်စိတ်တိမ်းညွတ်မှု၊ မသန်စွမ်းမှု၊ ချွတ်ယွင်းမှု သို့မဟုတ် အခြားသော ဝိသေသလက္ခဏာ(များ) ကို အခြေခံ၍ အကြမ်းဖက်ရန် လှုံ့ဆော်ပေးသူများ၊ စနစ်တကျ ခွဲခြားဆက်ဆံခြင်း သို့မဟုတ် ဘေးဖယ်ထားခြင်း
ru: Пропагандирует фанатизм, ненависть или подстрекательство к насилию в отношении любого лица или группы людей на основе их расы, религии, этнической принадлежности, национального происхождения, пола, гендерной идентичности, сексуальной ориентации, инвалидности, неполноценности или любых других характеристик, связанных с системной дискриминацией или маргинализацией
uk: Пропагує фанатизм, ненависть або підбурювання до насильства щодо будь-якої особи чи групи осіб на підставі їхньої раси, релігії, етнічної приналежності, національного походження, статі, гендерної ідентичності, сексуальної орієнтації, інвалідності, обмежених можливостей або будь-якої іншої ознаки (ознак), пов'язаної з системною дискримінацією або маргіналізацією

# messageOnboardingPermissions
source: Repositories can be shared as read-write, read-only, or blind (you store files for others, but cannot access them)
es: Los repositorios pueden ser compartidos en modo lectura/escritura, sólo lectura, o "ciegamente" (almacenas archivos para otras personas, pero no puedes accederlos)
fa: مخازن می‌توانند به صورت خواندنی-نوشتنی، فقط خواندنی یا کور به اشتراک گذاشته شوند (در این حالت فایل‌ها را برای دیگران ذخیره می‌کنید، اما به آن‌ها دسترسی ندارید)
my: သိုလှောင်ခန်းများကို ဖတ်ရှုပြင်ဆင်ခွင့်၊ ဖတ်ရှုရန်သီးသန့် သို့မဟုတ် ဘလိုင်း (သင့်ဖိုင်များကို အခြားသူများအတွက် ထိန်းသိမ်းထားသော်လည်း ၎င်းတို့ကို ဝင်ရောက်၍ မရပါ) အဖြစ် မျှဝေနိုင်သည်
ru: Репозиториями можно делится как на чтение-запись, только чтения, или слепо (вы можете добавить файлы для других, но не можете их просматривать)
uk: Сховища можуть бути доступними для читання і запису, лише для читання або невидимими (ви зберігаєте файли для інших, але не маєте до них доступу)

# messageEqValuesP3
source: The Internet is a platform for free expression and self-determination. Like any communication tool, the Internet is not immune from censorship, surveillance, attacks and attempts by state actors and criminal groups to silence dissident voices. When democratic expression is criminalised, when there is ethnic and political discrimination, the Internet becomes another battleground for non-violent resistance
es: Internet es una plataforma para la libre expresión y la autodeterminación. Como toda herramienta de comunicación, Internet no es inmune a la censura, la vigilancia, los ataques y los intentos de actores estatales y grupos criminales por silenciar las voces disidentes. Cuando se criminaliza la expresión democrática, cuando hay discriminación étnica y política, Internet se convierte en otro campo de batalla para la resistencia no violenta
fa: اینترنت بستری برای بیان آزاد و تعیین سرنوشت به دست خود است. مانند هر ابزار ارتباطی، اینترنت از سانسور، نظارت، حمله‌ها و تلاش‌های بازیگران دولتی و گروه‌های جنایتکار برای خاموش‌کردن صدای مخالفان مصون نیست. هنگامی که ارائه نظر و بیان دموکراتیک جرم‌انگاری شود، زمانی که تبعیض قومی و سیاسی وجود داشته باشد، اینترنت به میدان جنگ دیگری برای مقاومت غیرخشونت‌آمیز تبدیل می‌شود
my: အင်တာနက်သည် လွတ်လပ်စွာ ထုတ်ဖော်ပြောဆိုခွင့်နှင့် ကိုယ်ပိုင်ပြဋ္ဌာန်းခွင့်အတွက် ပလက်ဖောင်းတစ်ခုဖြစ်သည်။ အခြားသော ဆက်သွယ်ရေးကိရိယာများကဲ့သို့ အင်တာနက်သည် ဆင်ဆာဖြတ်တောက်မှု၊ စောင့်ကြည့်မှု၊ တိုက်ခိုက်မှုများ နှင့် နိုင်ငံပိုင်သရုပ်ဆောင်များနှင့် ရာဇ၀တ်ဂိုဏ်းများမှ အတိုက်အခံများ၏ အသံများကို နှုတ်ပိတ်ရန် ကြိုးပမ်းမှုများကို ခုခံနိုင်စွမ်း မရှိပါ။ ဒီမိုကရေစီအသုံးအနှုန်းများကို ချိုးဖောက်သောအခါနှင့်လူမျိုးရေးနှင့် နိုင်ငံရေအရ ခွဲခြားဆက်ဆံမှုများ ရှိလာသောအခါ အင်တာနက်သည် အကြမ်းမဖက်တော်လှန်သော စစ်မျက်နှာပြင်တစ်ရပ်ဖြစ်လာသည်
ru: Интернет является платформой для свободного выражения мнений и самоопределения. Как и любой коммуникационный инструмент, Интернет не застрахован от цензуры, наблюдения, нападений и попыток государственных субъектов и преступных групп заставить замолчать голоса диссидентов. Когда демократическое выражение криминализируется, когда существует этническая и политическая дискриминация, Интернет становится еще одним полигоном для ненасильственного сопротивления
uk: Інтернет - це платформа для вільного вираження поглядів і самовизначення. Як і будь-який інструмент комунікації, інтернет не застрахований від цензури, стеження, атак і спроб державних суб'єктів і злочинних угруповань змусити замовкнути голоси дисидентів. Коли демократичне вираження поглядів криміналізується, коли існує етнічна та політична дискримінація, Інтернет стає ще одним полем битви для ненасильницького опору

# messageErrorOpeningRepoDescription
source: Initialization of the repository {name} failed
es: La inicialización del repositorio "{name}" falló
fa: آماده‌سازی اولیه مخزن {name} ناموفق بود
my: သိုလှောင်ခန်း {name} ကို စတင်ခြင်း မအောင်မြင်ပါ
ru: Ошибка инициализации хранилища {name}
uk: Не вдалося ініціалізувати репозиторій {name}

# messageLogViewer
source: Log viewer
es: Visor de registro
fa: نمایشگر ثبت گزارش
my: စာရင်းကြည့်ရှုသူ
ru: Просмотр логов
uk: Перегляд логів

# labelRepositoryCurrentPassword
source: Current password
es: Contraseña actual
fa: رمز عبور فعلی
my: လက်ရှိအသုံးပြုနေသော စကားဝှက်
ru: Текущий пароль
uk: Поточний пароль

# titlePrivacy
source: Privacy
es: Privacidad
fa: حریم خصوصی
my: ကိုယ်ရေးလုံခြုံမှု
ru: Приватность
uk: Конфідеційність

# titleOnboardingShare
source: Send and receive files securely
es: Envía y recibe archivos de manera segura
fa: ارسال و دریافت فایل‌ها به‌طور امن
my: ဖိုင်များကို လုံခြုံစွာ ရယူပေးပို့မည်
ru: Отправляйте и получайте файлы безопасно
uk: Надіслати та отримати файли безпечно
zh_cn: 安全地发送和接收文件

# messageEqValuesP1
source: Basic rights and fundamental freedoms are inherent, inalienable and apply equally to everyone. Human rights are universal; protected in international law and enshrined in the
es: Los derechos básicos y las libertades fundamentales son inherentes, inalienables y se aplican a todos por igual. Los derechos humanos son universales; protegido en el derecho internacional y consagrado en la
fa: حقوق اساسی و آزادی‌های اساسی ذاتی و سلب‌نشدنی‌اند و به‌طور برابر برای همگان اعمال می‌شوند. حقوق بشر جهانی است؛ در قوانین بین‌الملل محافظت شده و در:
my: အခြေခံအခွင့်အရေးများနှင့် အခြေခံလွတ်လပ်ခွင့်များသည် မွေးရာပါဖြစ်ပြီး ခွဲထွက်၍မရနိုင်ဘဲ လူတိုင်းနှင့် တန်းတူ သက်ဆိုင်ပါသည်။ လူ့အခွင့်ရေးသည် အလုံးစုံသော၊ အပြည်ပြည်ဆိုင်ရာဥပဒေဖြင့် အကာအကွယ်ပေးထားပြီး
ru: Основные права и свободы являются неотъемлемыми и в равной степени применяются ко всем. Права человека универсальны; защищены международным правом и закреплены в
uk: Основні права та основоположні свободи є невід'ємними, невідчужуваними і застосовуються однаково до всіх. Права людини є універсальними; вони захищені міжнародним правом і закріплені в

# messageBy
source: by
es: por
fa: توسط
my: အားဖြင့်
ru: от
uk: надано

# messageTerms2
source: Constitutes child sexually exploitative material (including material which may not be illegal child sexual abuse material but which nonetheless sexually exploits or promotes the sexual exploitation of minors), unlawful pornography, or are otherwise indecent
es: Constituya material de explotación sexual infantil (incluido material que puede no ser material ilegal de abuso sexual infantil pero que, no obstante, explota o promueve la explotación sexual de menores), pornografía ilegal o que sea de otro modo indecente
fa: شامل محتوای استثمار جنسی کودکان (از جمله محتوایی که ممکن است به لحاظ قانونی سوءاستفاده جنسی از کودکان محسوب نشود اما همچنان استثمار جنسی کودکان را ترویج می‌کند)، پورنوگرافی غیرقانونی، یا هرگونه محتوای غیر اخلاقی باشد
my: ကလေးသူငယ်များအား လိင်ပိုင်းဆိုင်ရာ အမြတ်ထုတ်ခြင်းသည့် ဝတ္ထုပစ္စည်း (တရားမ၀င် ကလေးသူငယ် လိင်ပိုင်းဆိုင်ရာ ကျူးလွန်သည့် ပစ္စည်းများ မဟုတ်သော်လည်း လိင်ပိုင်းဆိုင်ရာ အမြတ်ထုတ်ခြင်း သို့မဟုတ် အရွယ်မရောက်သေးသူများကို လိင်ပိုင်းဆိုင်ရာ အမြတ်ထုတ်မှုကို အားပေးမြှင့်တင်သည့် ပစ္စည်းများ ပါဝင်သည်) ဥပဒေမဲ့ ညစ်ညမ်းရုပ်ပုံများ သို့မဟုတ် အခြားနည်းဖြင့် မဖွယ်မရာပြုခြင်းများ
ru: Содержит материалы, сексуально эксплуатирующие детей (включая материалы, которые не являются незаконными материалами о сексуальном насилии над детьми, но которые, тем не менее, сексуально эксплуатируют или пропагандируют сексуальную эксплуатацию несовершеннолетних), незаконную порнографию или иным образом непристойны
uk: Містить матеріали, що пропагують сексуальну експлуатацію дітей (включно з матеріалами, які можуть не бути незаконними та не пропагують сексуальне насильство над дітьми, однак при цьому сексуально експлуатують або пропагують сексуальну експлуатацію неповнолітніх), нелегальну порнографію або є непристойними в інший спосіб

# messageRepoAuthFailed
source: Repository authentication failed
es: Fallo en la autentificación del repositorio
fa: خطا در احراز هویت مخزن
my: Repository ကို စစ်ဆေးမှု မအောင်မြင်ပါ
ru: Ошибка входа в хранилище
uk: Не вдалося виконати аутентифікацію сховища

# titleDataSharing
source: 3.2 Data Sharing
es: 3.2 Intercambio de Datos
fa: ۳.۲. به‌اشتراک‌گذاری اطلاعات
my: ၃.၂။ အချက်အလက်မျှဝေမှု
ru: 3.2 Передача данных
uk: 3.2 Як ми ділимося даними

# messageTermsPrivacyP2
source: By installing and running the Ouisync application, you indicate your assent to be bound by and to comply with this Agreement between you and eQualitie inc. (“eQualitie”, “we”, or “us”). Usage of the Ouisync application and the Ouisync network (the Service) is provided by eQualitie at no cost and is intended for use as is
es: Al instalar y ejecutar la aplicación Ouisync, usted indica su consentimiento para estar sujeto y cumplir con este acuerdo entre usted y eQualie inc. (“eQualie”, “nosotros”). El uso de la aplicación Ouisync y de la red Ouisync (el Servicio) es proporcionado por eQualie sin costo alguno y está diseñado para su uso tal como está
fa: با نصب و اجرای برنامه وی‌سینک، شما موافقت خود را با این توافق‌نامه بین خود و شرکت eQualitie inc. («eQualitie» یا «ما») اعلام می‌کنید و متعهد به رعایت آن می‌شوید. استفاده از برنامه وی‌سینک و شبکه وی‌سینک (که از این پس «سرویس» نامیده می‌شود) توسط eQualitie به صورت رایگان ارائه می‌شود و برای استفاده به همان شکل که هست، در نظر گرفته شده است
my: Ouisync အက်ပလီကေးရှင်းကို ထည့်သွင်းပြီး ဖွင့်လှစ်အသုံးပြုခြင်းအားဖြင့်၊ သင်သည် သင်နှင့် eQualitie Inc တို့ကြားတွင် ဤသဘောတူညီချက်ကို လိုက်နာရန်နှင့် လိုက်နာရန် သင်နားလည်လက်ခံကြောင်းအား ပြဆိုပါသည်။ ("eQualitie"၊ "ကျွန်ုပ်တို့သည်" သို့မဟုတ် "ကျွန်ုပ်တို့ကို")။ Ouisync အက်ပလီကေးရှင်း၏အသုံးပြုမှုနှင့် Ouisync ကွန်ရက် (ဝန်ဆောင်မှု) ကို eQualitie မှ ပံ့ပိုးပေးထားပြီး ကုန်ကျစရိတ်မရှိဘဲ အသုံးပြုရန်အတွက် ရည်ရွယ်ထားသည်
ru: Устанавливая и запуская приложение Ouisync, Вы выражаете свое согласие соблюдать настоящее Соглашение между Вами и eQualitie Inc. («eQualitie», «мы» или «нас»). Использование приложения Ouisync и сети Ouisync (Сервиса) предоставляется компанией eQualitie бесплатно и предназначено для использования как есть
uk: Встановлюючи та запускаючи застосунок Ouisync, ви підтверджуєте свою згоду дотримуватися цієї Угоди між вами та eQualitie inc. ("eQualitie", "ми" або "нас"). Використання додатку Ouisync та мережі Ouisync (Послуга) надається eQualitie безкоштовно і призначене для використання як є

# titleChangesToTerms
source: Changes to these Terms
es: Cambios a esos términos
fa: تغییرات به این شرایط
my: အဆိုပါအခေါ်အဝေါ်များသို့ ပြောင်းလဲခြင်း
ru: Правки в данные Условия
uk: Зміни цих політик

# messageGeneratePassword
source: Generate password
es: Generar una contraseña
fa: ایجاد رمز عبور
my: စကားဝှက်ကို ဖန်တီးမည်
ru: Сгенерировать пароль
uk: Згенерувати пароль

# messageGranted
source: Granted
es: Concedido
fa: دسترسی داده شد
my: ခွင့်ပြုသည်
ru: Разрешено
uk: Дозволено

# messageRemoveBiometrics
source: Remove biometrics
es: Eliminar los datos biométricos
fa: حذف روش‌های بیومتریکی
my: ဇီဝအချက်အလက်များကို ဖယ်ရှားမည်
ru: Улалить биометрию
uk: Видалити біометричні дані

# messageVPN
source: VPN
fa: وی‌پی‌ان
ru: ВПН
uk: ВПН

# messagePermissionRequired
source: This permission is required
es: Este permiso es requerido
fa: این دسترسی ضروری است
my: ခွင့်ပြုချက်လိုအပ်သည်
ru: Это разрешение необходимо
uk: Цей дозвіл є обов'язковим

# titleOnboardingAccess
source: Access files from multiple devices
es: Accede a archivos desde múltiples dispositivos
fa: دسترسی به فایل‌ها از دستگاه‌های مختلف
my: အခြားသော စက်များမှ ဖိုင်များကို သုံးစွဲခွင့်ပြုမည်
ru: Доступ к файлам с нескольких устройств
uk: Доступ до файлів із кількох пристроїв
zh_cn: 从多个设备访问文件

# messageSettingsRuntimeID
source: Runtime ID
es: Identificador del tiempo de ejecución
fa: شناسه زمان اجرا (Runtime ID)
my: အလုပ်လုပ်သော ကြာချိန် အိုင်ဒီ
ru: ID текущей сессии
uk: Ідентифікатор виконання

# messageEqValuesP4
source: Our mission is to promote and defend fundamental freedoms and human rights, including the free flow of information online. Our goal is to create accessible technology and improve the skill set needed for defending human rights and freedoms in the digital age
es: Nuestra misión es promover y defender las libertades fundamentales y los derechos humanos, incluido el libre flujo de información en línea. Nuestro objetivo es crear tecnología accesible y mejorar el conjunto de habilidades necesarias para defender los derechos humanos y las libertades en la era digital
fa: ماموریت ما ترویج و دفاع از آزادی‌های اساسی و حقوق بشر، از جمله جریان آزاد اطلاعات به صورت آنلاین است. هدف ما ایجاد فناوری در دسترس و بهبود مجموعه مهارت‌های مورد نیاز برای دفاع از حقوق و آزادی‌های اساسی بشر در عصر دیجیتال است
my: ကျွန်ုပ်တို့၏ ရည်မှန်းချက်မှာ အွန်လိုင်းမှ သတင်းအချက်အလက်များ လွတ်လပ်စွာ စီးဆင်းမှု အပါအဝင် အခြေခံလွတ်လပ်ခွင့်များနှင့် လူ့အခွင့်အရေးများကို မြှင့်တင်ရန်နှင့် ကာကွယ်ရန်ဖြစ်သည်။ ကျွန်ုပ်တို့၏ ရည်မှန်းချက်မှာ ဒစ်ဂျစ်တယ်ခေတ်တွင် လူ့အခွင့်အရေးနှင့် လွတ်လပ်ခွင့်များကို ကာကွယ်ရန်အတွက် လိုအပ်သော ကျွမ်းကျင်မှုကို မြှင့်တင်ရန်ဖြစ်သည်
ru: Наша миссия заключается в поощрении и защите основных свобод и прав человека, включая свободный поток информации в Интернете. Наша цель - создать доступные технологии и улучшить набор навыков, необходимых для защиты прав и свобод человека в эпоху цифровых технологий
uk: Наша місія полягає у просуванні та захисті фундаментальних свобод і прав людини, включаючи вільне поширення інформації в інтернеті. Наша мета - створити доступні технології та вдосконалити навички користувачів, необхідні для захисту прав і свобод людини в цифрову епоху

# messageTerms5
source: Files that contain viruses, trojans, worms, logic bombs or other material that is malicious or technologically harmful
es: Archivos que contengan virus, troyanos, gusanos, bombas lógicas u otro material malicioso o tecnológicamente dañino
fa: فایل‌هایی که حاوی ویروس‌ها، تروجان‌ها، کرم‌ها، بمب‌های منطقی یا موارد دیگری که مخرب یا از نظر فناوری مضر هستند
my: ဗိုင်းရပ်စ်များ၊ ထရိုဂျန်များ၊ ပိုးများ၊ လော့ဂျစ်ဗုံးများ သို့မဟုတ် အန္တရာယ်ရှိသော သို့မဟုတ် နည်းပညာအရ အန္တရာယ်ရှိသော အရာများပါရှိသည့် ဖိုင်များ
ru: Файлы, которые содержат вирусы, трояны, черви, логические бомбы или другие материалы, которые являются вредоносными или технологически вредными
uk: Файли, що містять віруси, трояни, хробаки, логічні бомби або інші шкідливі або технологічно шкідливі матеріали

# titleStateMonitor
source: State Monitor
es: Monitor de Estado
fa: نظارت بر وضعیت
ru: Анализ состояния
uk: Моніторинг статусу
zh_cn: 状态监视器

# messageLogLevelErrorWarnInfo
source: Error, Warn and Info
es: Error, Alerta e Información
fa: خطا، هشدار و اطلاعات
my: မှားယွင်းမှု၊ သတိပေးမှုနှင့် အချက်အလက်များ
ru: Ошибки, предупреждения и информация
uk: Помилки, попередження та інформація

# messageTerms1_2
source: (the Personal Information Protection and Electronic Documents Act)
es: (Ley de Protección de Información Personal y Documentos Electrónicos)
fa: (قانون حفاظت از اطلاعات شخصی و اسناد الکترونیکی)
my: ကိုယ်ရေးကိုယ်တာအချက်အလက်များ ကာကွယ်ရေးအခွင့်အရေးများကို ချိုးဖောက်မှုများ
ru: (Закон о защите личной информации и электронных документах)
uk: (Закон про захист персональних даних та електронних документів)

# titleDeletionDataServer
source: 3.4 Deletion of your data from our Always-On-Peer server
es: 3.4 Eliminación de sus datos de nuestro servidor Always-On-Peer
fa: ۳.۴. حذف اطلاعات شما از سرورِ همیشه همتابه‌همتای ما
ru: 3.4 Удаление ваших данных с нашего Always-On-Peer сервера
uk: 3.4 Видалення ваших даних з нашого "постійно однорангового" сервера

# messageBluetooth
source: Bluetooth
fa: بلوتوث
my: ဘလူးတု

# messageGood
source: Good
es: Buena
fa: خوب
my: ကောင်းမွန်သည်
ru: Хорошо
uk: Хороший

# messageWiFi
source: Wi-Fi
fa: وای‌فای
my: ဝိုင်ဖိုင်

# messageSyncMobileData
source: Sync while using mobile data
es: Sincronizar con datos móviles
fa: همگام‌سازی هنگام استفاده از دیتای موبایل
my: မိုဘိုင်းဒေတာကို အသုံးပြုနေစဥ် ဒေတာရယူမည်
ru: Синхронизировать используя мобильные данные
uk: Синхронізація під час використання мобільних даних

# messageDataCollectionP1
source: The Ouisync team values user privacy and thus does not collect any user information
es: El equipo de Ouisync valora la privacidad de los usuarios y en consecuencia no recolecta ninguna información del usuario
fa: تیم وی‌سینک برای حریم خصوصی کاربر ارزش قائل است و بنابراین هیچ اطلاعات کاربری را جمع آوری نمی‌کند
my: Ouisync အဖွဲ့သည် သုံးစွဲသူ၏ ကိုယ်ရေးလုံခြုံမှုအား တန်ဖိုးထားသောကြောင့် အသုံးပြုသူ၏ မည်သည့်အချက်အလက်ကိုမှ မစုဆောင်းပါ
ru: Команда Ouisync ценит конфиденциальность пользователей и, таким образом, не собирает никакой пользовательской информации
uk: Команда Ouisync цінує конфіденційність користувачів і тому не збирає жодної інформації про користувачів

# messageTapForValues
source: Tap here to read our values
es: Pulse aquí para leer nuestros valores
fa: برای خواندن ارزش‌های ما این‌جا ضربه بزنید
my: ကျွန်ုပ်တို့၏ တန်ဖိုးထားမှုများကို ဖတ်ရှုလေ့လာရန် ဤနေရာကို နှိပ်ပါ
ru: Нажмите здесь, чтобы прочитать наши ценности
uk: Натисніть тут, щоб ознайомитися з нашими цінностями

# messageEqValuesP13
source: We understand that our tools and services can be abused to contravene these principles and our terms of service, and we firmly and actively condemn and forbid such usage. We neither permit our software and services to be used to further the commission of illicit activities, nor will we assist in the propagation of hate speech or the promotion of violence through the Internet
es: Entendemos que se puede abusar de nuestras herramientas y servicios para contravenir estos principios y nuestros términos de servicio, por lo que condenamos y prohibimos firme y activamente dicho uso. No permitimos que nuestro software y servicios se utilicen para promover la comisión de actividades ilícitas, ni ayudaremos en la propagación del discurso de odio o la promoción de la violencia a través de Internet
fa: ما درک می‌کنیم که ابزارها و خدمات ما می‌توانند برای نقض این اصول و ارزش‌ها و شرایط خدمات ما مورد سوء‌استفاده قرار گیرند، و قاطعانه و فعالانه چنین استفاده‌ای را محکوم و منع می‌کنیم. ما نه اجازه استفاده از نرم‌افزار و خدمات خود را برای پیشبرد فعالیت‌های غیرقانونی می‌دهیم و نه به تبلیغ سخنانی که مشوق نفرت‌پراکنی هستند یا ترویج خشونت می‌کنند، از طریق اینترنت، کمک می‌کنیم
my: ကျွန်ုပ်တို့၏ ကိရိယာများနှင့် ဝန်ဆောင်မှုများသည် အဆိုပါစည်းမျဥ်းများနှင့် ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုစည်းမျဥ်းများကို ချိုးဖောက်ရန် အသုံးပြုနိုင်ကြောင်း ကျွန်ုပ်တို့အနေဖြင့် နားလည်ထားပြီး အဆိုပါတလွဲအသုံးပြုမှုများကို ကျွန်ုပ်တို့အနေဖြင့် ရှုံ့ချပြီး ပြတ်သားစွာတားမြစ်ပါသည်။ ကျွန်ုပ်တို့၏ ဆော့ဖ်ဝဲလ်နှင့် ဝန်ဆောင်မှုများကို တရားမဝင်လုပ်ဆောင်မှုများ ဆက်လက်လုပ်ဆောင်ရန် ခွင့်မပြုသည့်အပြင် အမုန်းစကားများ ပျံ့နှံ့ခြင်း သို့မဟုတ် အင်တာနက်မှတဆင့် အကြမ်းဖက်မှုများကို မြှင့်တင်ရာတွင်လည်း ကူညီပေးမည်မဟုတ်ပါ
ru: Мы понимаем, что нашими инструментами и услугами можно злоупотреблять в нарушение этих принципов и наших условий обслуживания, и мы решительно и активно осуждаем и запрещаем такое использование. Мы не разрешаем использовать наше программное обеспечение и услуги для совершения противозаконных действий, а также не будем способствовать распространению языка ненависти или пропаганде насилия через Интернет
uk: Ми розуміємо, що наші інструменти та послуги можуть бути використані всупереч цим принципам і нашим умовам надання послуг, і ми рішуче й активно засуджуємо та забороняємо таке використання. Ми не дозволяємо використовувати наше програмне забезпечення та послуги для сприяння здійсненню незаконної діяльності, а також не будемо сприяти поширенню мови ненависті або пропаганді насильства в інтернеті

# messageRememberSavePasswordAlert
source: Remember to securely save the password; if you forget it, there is no way to retrieve it.
es: Recuerda guardar la contraseña de forma segura. No hay forma de recuperarla si se pierde o se olvida.
fa: به‌یاد داشته باشید که رمز عبور را به‌طور ایمن ذخیره کنید. در صورت فراموشی، راهی برای بازیابی وجود ندارد.
my: စကားဝှက်ကို လုံခြုံစွာသိမ်းဆည်းရန် သတိရပါ။ မေ့သွားပါက ပြန်လည်ရယူရန် နည်းလမ်းမရှိပါ။
ru: Не забывайте надежно хранить пароль. Его невозможно восстановить, если он потерян или забыт.
uk: Пам'ятайте, що надійно зберігати пароль. Немає способу, щоб отримати його, якщо втратили або забули.

# titleFAQShort
source: FAQ
es: PREGUNTAS FRECUENTES
fa: پرسش‌های متداول
my: မေးလေ့ရှိသော မေးခွန်းများ
uk: Поширені питання

# messageInternationalBillHumanRights
source: International Bill of Human Rights
es: Declaración Internacional de Derechos Humanos
fa: اعلامیه جهانی حقوق بشر به رسمیت شناخته شده است
my: နိုင်ငံတကာ လူ့အခွင့်အရေး ဥပဒေကြမ်းတွင် ပြဌာန်းထားသည်
ru: Международный билль о правах человека
uk: Загальній декларації прав людини
