Repository: equalitie/ouisync-app
Catalog: lib/l10n/intl_*.arb
Languages: es, fa, my, ru, uk, zh_cn

# messageErrorTokenEmpty
source: Please enter a token.
es: Por favor ingrese un token.
fa: لطفا یک توکن وارد کنید.
my: ကျေးဇူးပြု၍ တိုကင်ထည့်သွင်းပါ။
ru: Введите токен.
uk: Будь ласка, введіть токен.

# messageFolderName
source: Folder name
es: Nombre de directorio
fa: نام پوشه
my: ဖိုဒါအမည်
ru: Имя папки
uk: Назва папки

# messageConfirmFolderDeletion
source: Are you sure you want to delete this folder?
es: ¿Borrar este directorio?
fa: مطمئنید که می‌خواهید این پوشه را حذف کنید؟
my: ထိုဖိုဒါကို ဖျက်ရန် သေချာပါသလား။
ru: Вы уверены что хотите удалить эту папку?
uk: Ви впевнені, що хочете видалити цю папку?

# messageConfirmNotEmptyFolderDeletion
source: This folder is not empty. Do you still want to delete it? (this will delete all its contents)
es: Este directorio no está vacío. ¿Aún así quiere borrarlo? (esto borrarar todos sus contenidos)
fa: این پوشه خالی نیست هنوز می‌خواهید حذفش کنید؟ (با این کار تمام محتویاتش حذف می‌شود)
my: ထိုဖိုဒါသည် အလွတ်မဟုတ်ပါ။ ဖျက်ရန် လိုလားနေဆဲလား။ (ထိုလုပ်ရပ်သည် အကြောင်းအရာများအားလုံးကို ပျက်စီးစေမည် ဖြစ်သည်)
ru: Эта папка не пустая. Вы все еще хотите ее удалить? (Это удалит все ее содержимое)
uk: Ця папка не порожня. Ви все ще хочете її видалити? (при цьому буде видалено весь її вміст)

# messageError
source: Error!
fa: خطا!
my: အမှား!
ru: Ошибка !
uk: Помилка!

# messageAck
source: Ack!
es: ¡Ay!
fa: ای بابا!
my: ဟမ်
ru: Ой!
uk: Ак!

# messageCreatingToken
source: Creating the share token…
es: Creando el token para compartir…
fa: در حال ایجاد توکن اشتراکی…
my: မျှဝေ၍ ရသော တိုကင်ကို တည်ဆောက်ခြင်း …
ru: Генерация токена для раздачи…
uk: Створення токену…

# messageErrorCreatingToken
source: Error creating the share token.
es: Error creando el token para compartir.
fa: خطا در ایجاد توکن اشتراکی.
my: မျှဝေ၍ ရသော တိုကင်ကို တည်ဆောက်ခြင်းသည် မှားယွင်းနေသည်။
ru: Ошибка при генерации токена для раздачи.
uk: Помилка при створенні токена.

# messageTokenCopiedToClipboard
source: Repository token copied to the clipboard.
es: Token de repositorio copiado al portapapeles.
fa: توکن مخزن در حافظه موقت کپی شد.
my: Repository တိုကင်ကို ကလစ်ဘုတ်ပေါ်သို့ ကူးယူပြီးပါပြီ။
ru: Токен хранилища скопирован в буфер обмена.
uk: Токен репозиторію скопійовано в буфер обміну.

# messageMoveEntryOrigin
source: from {path}
es: desde {path}
fa: از {path}
my: {path} မှ
ru: от {path}
uk: з {path}

# messageConfirmFileDeletion
source: Are you sure you want to delete this file?
es: ¿Borrar este archivo?
fa: مطمئنید که می‌خواهید این فایل را حذف کنید؟
my: ထိုဖိုင်ကို ဖျက်ရန် သေချာပါသလား။
ru: Вы уверены что хотите удалить этот файл?
uk: Ви дійсно хочете видалити цей файл?

# messageConfirmRepositoryDeletion
source: Are you sure you want to delete this repository?
es: ¿Borrar este repositorio?
fa: مطمئنید که می‌خواهید این مخزن را حذف کنید؟
my: ထို repository ကို ဖျက်ရန် သေချာပါသလား။
ru: Вы уверены что хотите удалить это хранилище?
uk: Ви впевнені, що хочете видалити цей репозиторій?

# messageEntryTypeDefault
source: An entry
es: Una entrada
fa: یک ورودی
my: အကြောင်းအရာတစ်ခု
ru: Запись
uk: Запис

# messageEntryTypeFolder
source: A folder
es: Un directorio
fa: یک پوشه
my: ဖိုဒါတစ်ခု
ru: Папка
uk: Папка

# messageEntryTypeFile
source: A file
es: Un archivo
fa: یک فایل
my: ဖိုင်တစ်ခု
ru: Файл
uk: Файл

# messageEntryAlreadyExist
source: {entry} already exists.
es: {entry} con el mismo nombre ya existe en este directorio.
fa: {entry} در حال حاضر موجود است.
my: {entry} သည် ရှိပြီးဖြစ်သည်။
ru: {entry} уже существует.
uk: {entry} вже існує.

# messageFolderDeleted
source: Folder deleted successfully: {name}
es: Directorio borrado exitosamente: {name}
fa: پوشه با موفقیت حذف شد: {name}
my: ဖိုဒါကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ - {name}
ru: Папка успешно удалена: {name}
uk: Теку успішно видалено: {name}

# messageExitOuiSync
source: Press back again to exit.
es: Presione de nuevo el botón para ir atrás para salir de la aplicación.
fa: برای خروج، دوباره دکمه بازگشت را بزنید.
my: အပြင်သို့ ထွက်လိုပါက နောက်သို့ခလုတ်ကို နောက်တစ်ကြိမ်နှိပ်ပါ။
ru: Нажмите снова чтобы выйти.
uk: Натисніть ще раз, щоб вийти.

# messageInitializing
source: Initializing…
es: Inicializando…
fa: در حال راه‌اندازی…
my: စတင်နေပါပြီ …
ru: Инициализация…
uk: Ініціалізація…

# messageAddingFileToLockedRepository
source: This repository is locked or is a blind replica. If you have the password, unlock it and try again.
es: Este repositorio está cerrado o es una copia ciega. Si usted tiene la clave, abralo e intente de nuevo.
fa: این مخزن قفل شده یا دارای دسترسی کور است. اگر رمز عبور را دارید، قفل آن را باز کنید و دوباره امتحان کنید.
my: ထို repository သည် လော့ခ်ကျနေသည် သို့မဟုတ် blind replica ဖြစ်နေသည်။ အကယ်၍ သင့်တွင် စကားဝှက်ရှိပါက လော့ခ်ဖွင့်ပြီး နောက်တစ်ကြိမ်ကြိုးစားပါ။
ru: Это хранилище заблокировано или в слепом доступе. Если у вас есть пароль, разблокируйте его и попробуйте снова.
uk: Цей репозиторій заблоковано або є сліпою копією. Якщо у вас є пароль, розблокуйте його та спробуйте ще раз.

# messageAddingFileToReadRepository
source: This repository is a read-only replica.
es: Este repositorio es sólo-lectura.
fa: این مخزن یک کپی فقط خواندنی است.
my: ထို repository သည် ဖတ်ရန်သီးသန့် replica ဖြစ်သည်။
ru: Это хранилище доступно только для чтения.
uk: Цей репозиторій доступний тільки для читання.

# messageFileName
source: File name
es: Nombre de archivo
fa: نام فایل
my: ဖိုင်အမည်
ru: Имя файла
uk: Назва файлу

# messageSelectLocation
source: Select the location
es: Seleccione el lugar
fa: مکان را انتخاب کنید
ru: Выбрать местоположение
uk: Виберіть шлях

# messageSaveToLocation
source: Save the file to this folder
es: Guardar el archivo en este directorio
fa: فایل مورد نظر را در این پوشه ذخیره کنید
my: ဖိုင်ကို ထိုဖိုဒါထဲသို့ သိမ်းပါ
ru: Сохранить файл в эту папку
uk: Зберегти файл в цю папку

# messageOuiSyncDesktopTitle
source: Ouisync
fa: وی‌سینک

# messageFilePreviewNotAvailable
source: File preview is not yet available
es: La vista previa de archivo no está disponible todavía
fa: پیش‌نمایش فایل هنوز در دسترس نیست
my: ဖိုင်ကို အစမ်းကြည့်ရှုရန် မဖြစ်နိုင်သေးပါ
ru: Предпросмотр файла ещё не доступен
uk: Попередній перегляд файлу ще не доступний

# messageBackgroundNotificationAndroid
source: Is running
es: Se está ejecutando
fa: در حال اجرا
my: အလုပ်လုပ်နေဆဲ
ru: Работает
uk: працює

# messageBackgroundAndroidPermissions
source: Shortly the OS will ask you for permission to execute this app in the background. This is required in order to keep syncing while the app is not in the foreground
es: En poco Android te predirá autorización para correr esta app en el trasfondo. Esto es requerido para poder continuar sincronizando mientras la app no está siendo usada activamente
fa: به‌زودی سیستم‌عامل از شما اجازه می‌خواهد تا این برنامه را در پس‌زمینه اجرا کند. این کار برای ادامه همگام‌سازی هنگامی که برنامه در پیش‌زمینه فعال نیست، ضروری است
my: မကြာမီတွင် OS သည် နောက်ကွယ်တွင် အလုပ်လုပ်ရန် ခွင့်ပြုချက်အား သင့်ထံမှ တောင်းခံပါမည်။ အက်ပ်သည် ၎င်းအား ဖွင့်မထားပါက ဆက်လက်လုပ်ဆောင်နိုင်ရန် ထိုခွင့်ပြုချက်အား လိုအပ်ပါသည်
ru: Скоро ваша операционная система попросит вас разрешения на работу приложения в фоновом режиме. Это нужно чтобы продолжать синхронизацию когда приложение свернуто
uk: Незабаром операційна система запитає у вас дозвіл на виконання цієї програми у фоновому режимі. Це необхідно для того, щоб продовжувати синхронізацію, коли програма не знаходиться на передньому плані

# messageSelectAccessMode
source: Select a permission to create a share link
es: Escoge el nivel de acceso para crear el link para compartir
fa: نوع دسترسی برای ایجاد لینک اشتراک‌گذاری را انتخاب کنید
my: မျှဝေသော လင့်ခ်ကို တည်ဆောက်ရန် ခွင့်ပြုချက်တစ်ခုကို ရွေးချယ်ပါ
ru: Выберите вид доступа чтобы создать ссылку для раздачи
uk: Виберіть дозвіл на створення спільного посилання

# messageNothingHereYet
source: Nothing here yet!
es: No hay nada aún!
fa: هنوز چیزی این‌جا نیست!
my: ဤနေရာတွင် ဘာမှမရှိသေးပါ။
ru: Пока что тут пусто!
uk: Тут ще нічого немає!

# messageLockingAllRepos
source: Locking all open repositories…
es: Bloqueando todos los repositorios abiertos…
fa: در حال قفل کردن تمام مخازنی که باز هستند…
my: ပွင့်လင်း repositories အားလုံးကို လော့ခ်ချနေသည် …
ru: Блокировка всех открытых хранилищ…
uk: Блокування всіх відкритих сховищ…

# messageLockOpenRepos
source: Do you want to lock all open repositories? ({number} open)
es: Desea bloquear todos los repositorios abiertos? ({number} actualmente)
fa: آیا می‌خواهید تمام مخازنی را که باز هستند قفل کنید؟ ({number} باز)
my: ပွင့်လင်း repositories အားလုံးကို လော့ခ်ချလိုပါသလား။ ({number} ခု ဖွင့်မည်)
ru: Хотите закрыть все открытые хранилища? ({number}открыто)
uk: Ви хочете заблокувати всі відкриті репозиторії? ({number} відкритих)

# messageShareWithWR
source: Share with QR Code
es: Comparte con Código QR
fa: کد QR را به‌ اشتراک بگذارید
my: QR ကုဒ်နှင့် မျှဝေမည်
ru: Поделиться с помощью QR кода
uk: Поширити за допомогою QR коду

# messageScanQROrShare
source: Scan this with your other device or share it with your peers
es: Escanea este código con tu otro dispositivo or compartelo con tus pares
fa: این کد را با دستگاه دیگر خود اسکن کنید یا با همتاهای خود به اشتراک بگذارید
my: ၎င်းကို သင့်အခြားစက်ပစ္စည်းဖြင့် စကန်ဖတ်ပါ သို့မဟုတ် သင့်လုပ်ဖော်ကိုင်ဖက်များဖြင့် မျှဝေပါ
ru: Просканируйте это с помощью вашего второго устройства или поделитесь с вашими пирами
uk: Відскануйте його на іншому пристрої або поділіться ним з вузлами

# messageAddRepoQR
source: Import a repository using a QR code
es: Importar un repositorio usando un código QR
fa: یک مخزن را با استفاده از یک کد QR وارد کنید
my: QR ကုဒ်ကို အသုံးပြု၍ သိုလှောင်ခန်းသို့ တင်သွင်းပါ
ru: Импортировать хранилище используя QR код
uk: Імпортувати репозиторій за допомогою QR-коду

# messageOr
source: Or
es: O...
fa: یا
my: သို့မဟုတ်
ru: Или
uk: Або

# messageAddRepoLink
source: Import a repository using a token link
es: Importar un repositorio usando un enlace de token
fa: یک مخزن را با استفاده از لینک توکن وارد کنید
my: တိုကင်လင့်ခ်တစ်ခုကို သုံး၍ repository ကို ထည့်သွင်းပါ
ru: Импортировать хранилище используя ссылку-токен
uk: Імпортувати репозиторій за допомогою токен-посилання

# messageActionNotAvailable
source: This option is not available on read-only repositories
es: Esta opción no está disponible en repositorios de solo lectura
fa: این گزینه در مخازن فقط خواندنی موجود نیست
my: ထိုရွေးချယ်စရာများသည် ဖတ်ရန်သီးသန့် repository များပေါ်တွင် အလုပ်မလုပ်ပါ
ru: Эта опция недоступна в хранилищах только для чтения
uk: Не доступно для сховищ в режимі читання

# messageAccessModeDisabled
source: The permission cannot be higher than the repository current access mode: {access}
es: El permiso no puede ser más alto que el modo de acceso actual del repositorio: {access}
fa: دسترسی مورد نظر نمی‌تواند بالاتر از حالت دسترسی فعلی مخزن باشد: {access}
my: ခွင့်ပြုချက်များသည် repository ၏ လက်ရှိခွင့်ပြုချက်များထက် ကျော်လွန်၍ မရနိုင်ပါ : {access}
ru: Уровень доступа не может быть выше того, что уже установлен для данного хранилища: {access}
uk: Дозвіл не може бути вищим за поточний режим доступу до сховища: {access}

# messageShareActionDisabled
source: You need to select one permission to create a repository link first
es: Necesitas seleccionar un permiso primero para crear un link de repository
fa: برای ایجاد لینک مخزن ابتدا باید نوع دسترسی را انتخاب کنید
my: repository တစ်ခုကို တည်ဆောက်ရန် ခွင့်ပြုချက်တစ်ခုကို ဦးစွာရွေးချယ်ရန် လိုအပ်သည်
ru: Вы должны сначала выбрать уровень доступа перед созданием ссылки для хранилища
uk: Для створення посилання на репозиторій спочатку потрібно вибрати один дозвіл

# messageChangeExtensionAlert
source: Changing the extension of a file can make it unusable
es: Cambiar la extensión del archivo puede hacerlo inutilizable
fa: تغییر پسوند یک فایل می تواند آن‌را غیرقابل استفاده کند
my: ဖိုင်အမျိုးအစားကို ပြောင်းလဲခြင်းသည် ၎င်းဖိုင်ကို မတည်မငြိမ်ဖြစ်စေသည်
ru: Изменение расширения файла может помешать его дальнейшему использованию
uk: Зміна розширення файлу може зробити його непридатним для використання

# replacementAccess
source: {access}
fa: [دسترسی]

# replacementNumber
source: {number}
fa: [شماره]

# statusSync
source: SYNCED
es: SINCRONIZADO
fa: همگام‌سازی
my: ဒေတာများ ရယူပြီးပါပြီ
ru: СИНХРОНИЗИРОВАНО
uk: СИНХРОНІЗОВАНО

# statusUnspecified
source: Unspecified
es: No especificado
fa: نامشخص
my: အမျိုးအစားသတ်မှတ်မထားပါ
ru: Не указано
uk: Не визначено

# iconInformation
source: Information
es: Información
fa: اطلاعات
my: အချက်အလက်များ
ru: Информация
uk: Інформація

# iconDownload
source: Download
es: Descargar
fa: دانلود
my: ဒေါင်းလုတ်လုပ်ပါ
ru: Скачать
uk: Завантажити

# iconPreview
source: Preview
es: Vista previa
fa: پیش‌نمایش
my: အစမ်းကြည့်ရှုပါ
ru: Предпросмотр
uk: Перегляд

# iconShare
source: Share
es: Compartir
fa: اشتراک‌گذاری‌
my: မျှဝေပါ
ru: Поделиться
uk: Поділитися

# iconRename
source: Rename
es: Renombrar
fa: تغییر نام
my: အမည်ပြန်လည်သတ်မှတ်ပါ
ru: Переименовать
uk: Перейменувати

# iconMove
source: Move
es: Mover
fa: انتقال
my: နေရာရွေ့ပါ
ru: Переместить
uk: Перемістити

# iconDelete
source: Delete
es: Borrar
fa: حذف
my: ဖျက်ပါ
ru: Удалить
uk: Видалити

# iconCreateRepository
source: Create a new repository
es: Crear un nuevo repositorio
fa: ایجاد مخزن جدید
my: သိုလှောင်ခန်းအသစ်တစ်ခုကို တည်ဆောက်ပါ
ru: Создать новое хранилище
uk: Створити новий репозиторій

# iconAddExistingRepository
source: Import a repository
es: Importar un repositorio
fa: وارد کردن یک مخزن
my: သိုလှောင်ခန်းတစ်ခု ထည့်သွင်းပါ
ru: Импортировать хранилище
uk: Імпортувати репозиторій

# iconAccessMode
source: Access Mode
es: Modo de aceso
fa: حالت دسترسی
my: အသုံးပြုခွင့်ပေးသည်
ru: Уровень доступа
uk: Режим доступу

# iconShareTokenWithPeer
source: Share this with your peer
es: Comparte este token con tu par
fa: این را با همتاهای خود به‌‌اشتراک بگذارید
my: ဤအရာကို သင်၏လုပ်ဖော်ကိုင်ဖက်များဖြင့် မျှဝေပါ
ru: Поделиться этим с вашими пирами
uk: Поділіться цим зі своїм вузлом

# actionCreateRepository
source: Create Repository
es: Crear un repositorio
fa: ایجاد مخزن
my: သိုလှောင်ခန်းတည်ဆောက်ပါ
ru: Создать хранилище
uk: Створити репозиторій

# actionAddRepository
source: Import a Repository
es: Importar un repositorio
fa: وارد کردن یک مخزن
my: သိုလှောင်ခန်းတစ်ခုကို ထည့်သွင်းပါ
ru: Импортировать хранилище
uk: Імпортувати репозиторій

# actionAddRepositoryWithToken
source: Import Repository
es: Importar un Repositorio
fa: وارد کردن مخزن
my: သိုလှောင်ခန်းကို ထည့်သွင်းပါ
ru: Импортировать хранилище
uk: Імпортувати репозиторій

# actionReloadContents
source: Reload
es: Recargar
fa: بارگذاری مجدد
my: ပြန်လည်စတင်ပါ
ru: Обновить
uk: Перезавантажити

# actionNewRepo
source: Create repository
es: Crear repositorio
fa: ایجاد مخزن
my: သိုလှောင်ခန်းကို တည်ဆောက်ပါ
ru: Создать хранилище
uk: Створити репозиторій

# actionNewFolder
source: Folder
es: Carpeta
fa: پوشه
my: ဖိုဒါ
ru: Папка
uk: Папка

# actionNewFile
source: File
es: Archivo
fa: فایل
my: ဖိုင်
ru: Файл
uk: Файл

# actionCreate
source: Create
es: Crear
fa: ایجاد
my: တည်ဆောက်ပါ
ru: Создать
uk: Створити

# actionCancel
source: Cancel
es: Cancelar
fa: لغو
my: ပယ်ဖျက်ပါ
ru: Отменить
uk: Відмінити

# actionDelete
source: Delete
es: Borrar
fa: حذف
my: ဖျက်ပါ
ru: Удалить
uk: Видалити

# actionMove
source: Move
es: Mover
fa: انتقال
my: နေရာရွေ့ပါ
ru: Переместить
uk: Перемістити

# actionSave
source: Save
es: Guardar
fa: ذخیره
my: သိမ်းပါ
ru: Сохранить
uk: Зберегти

# actionUnlock
source: Unlock
es: Abrir
fa: باز کردن قفل
my: လော့ခ်ဖြည်ပါ
ru: Разблокировать
uk: Розблокувати

# actionRetry
source: Retry
es: Reintentar
fa: دوباره سعی کنید
my: ပြန်လည်ကြိုးစားပါ
ru: Попробовать снова
uk: Повторити спробу

# actionShare
source: Share
es: Compartir
fa: اشتراک‌گذاری‌
my: မျှဝေပါ
ru: Поделиться
uk: Поділитися

# actionRename
source: Rename
es: Renombrar
fa: تغییر نام
my: အမည်ပြန်လည်သတ်မှတ်ပါ
ru: Переименовать
uk: Перейменувати

# actionAccept
source: Accept
es: Aceptar
fa: تایید
my: ခွင့်ပြုပါ
ru: Принять
uk: Прийняти

# actionDeleteFolder
source: Delete folder
es: Borrar directorio
fa: حذف پوشه
my: ဖိုဒါကို ဖျက်ပါ
ru: Удалить папку
uk: Видалити теку

# actionPreviewFile
source: Preview file
es: Vista previa de archivo
fa: پیش‌نمایش فایل
my: ဖိုင်ကို အစမ်းကြည့်ရှုပါ
ru: Предпросмотр файла
uk: Попередній перегляд файлу

# actionShareFile
source: Share file
es: Compartir archivo
fa: به‌اشتراک‌گذاری فایل
my: ဖိုင်ကို မျှဝေပါ
ru: Поделиться файлом
uk: Поділитися файлом

# actionDeleteFile
source: Delete file
es: Borrar archivo
fa: حذف فایل
my: ဖိုင်ကို ဖျက်ပါ
ru: Удалить файл
uk: Видалити файл

# actionEditRepositoryName
source: Edit name
es: Cambiar nombre
fa: ویرایش نام
my: အမည်ကို ပြင်ပါ
ru: Редактировать имя
uk: Змінити назву

# actionDeleteRepository
source: Delete repository
es: Borrar repositorio
fa: حذف مخزن
my: သိုလှောင်ခန်းကို ဖျက်ပါ
ru: Удалить хранилище
uk: Видалити репозиторій

# actionShow
source: Show
es: Mostrar
fa: نمایش
my: ပြသပါ
ru: Показать
uk: Показати

# actionHide
source: Hide
es: Ocultar
fa: پنهان‌سازی
my: ဖျောက်ထားပါ
ru: Скрыть
uk: Сховати

# actionExit
source: Exit
es: Salir
fa: خروج
my: ထွက်ပါ
ru: Выйти
uk: Вихід

# actionOK
source: OK
fa: اوکی
my: အိုကေ
ru: ОК
uk: ОК

# actionScanQR
source: Scan a QR code
es: Escanea un código QR
fa: کد QR را اسکن کنید
my: QR ကုဒ်ကို စကန်ဖတ်ပါ
ru: Сканировать QR код
uk: Сканувати QR-код

# actionAcceptCapital
source: ACCEPT
es: ACEPTAR
fa: تایید
my: ခွင့်ပြုပါ
ru: ПРИНЯТЬ
uk: ПРИЙНЯТИ

# actionCancelCapital
source: CANCEL
es: CANCELAR
fa: لغو
my: ပယ်ဖျက်ပါ
ru: ОТМЕНИТЬ
uk: СКАСУВАТИ

# actionHideCapital
source: HIDE
es: OCULTAR
fa: پنهان‌سازی
my: ဖျောက်ထားပါ
ru: СКРЫТЬ
uk: ПРИХОВАТИ

# actionCloseCapital
source: CLOSE
es: CERRAR
fa: بستن
my: ပိတ်ပါ
ru: ЗАКРЫТЬ
uk: ЗАКРИТИ

# actionDeleteCapital
source: DELETE
es: BORRAR
fa: حذف
my: ဖျက်ပါ
ru: УДАЛИТЬ
uk: ВИДАЛИТИ

# actionLockCapital
source: LOCK
es: BLOQUEAR
fa: قفل کردن
my: လော့ခ်ချပါ
ru: ЗАБЛОКИРОВАТЬ
uk: ЗАБЛОКУВАТИ

# messageFiles
source: files
es: archivos
fa: فایل‌ها
my: ဖိုင်များ
ru: файлы
uk: файли

# messageFile
source: file
es: archivo
fa: فایل
my: ဖိုင်
ru: файл
uk: файл

# titleRemoveBiometrics
source: Remove biometrics
es: Remover biométricos
fa: مشخصات بیومتریک را حذف کنید
my: ဇီဝအချက်အလက်များကို ဖယ်ရှားမည်
ru: Удалить биометрию
uk: Видалити біометричні дані
zh_cn: 移除生物识别

# messageMissingBackgroundServicePermission
source: Ouisync does not have permission to run in the background, opening another application may stop ongoing synchronization
es: Ouisync no tiene permiso para ejecutarse en segundo plano, abrir otra aplicación puede detener la sincronización en curso
fa: اپلیکیشن وی‌سینک مجوز اجرا در پس‌زمینه را ندارد، باز کردن یک اپلیکیشن دیگر ممکن است روند همگام‌سازی را متوقف کند
my: Ouisync သည် နောက်ကွယ်တွင် အလုပ်လုပ်ရန် ခွင့်ပြုချက် မရရှိသေးသောကြောင့် အခြားအက်ပလီကေးရှင်းကို ဖွင့်လိုက်ပါက လုပ်ဆောင်ဆဲ Ouisync သည် ရပ်တန့်သွားနိုင်ပါသည်
ru: Ouisync не имеет авторизации на работу в фоновом режиме, если вы запустите другое приложение, это может помешать синхронизации
uk: Ouisync не має дозволу на роботу у фоновому режимі, відкриття іншої програми може зупинити поточну синхронізацію

# messageEqValuesP7
source: Inspired by the International Bill of Human Rights, our principles apply to every individual, group and organ of society that we work with, including the beneficiaries of the software and services we release. All of our projects are designed with our principles in mind. Our knowledge, tools and services are available to these groups and individuals as long as our principles and terms of service are respected
es: Inspirados en la Carta Internacional de Derechos Humanos, nuestros principios se aplican a todos los individuos, grupos y órganos de la sociedad con los que trabajamos, incluidos los beneficiarios del software y los servicios que lanzamos. Todos nuestros proyectos están diseñados teniendo en cuenta nuestros principios. Nuestros conocimientos, herramientas y servicios están disponibles para estos grupos e individuos siempre que se respeten nuestros principios y términos de servicio
fa: با الهام از اعلامیه جهانی حقوق بشر، اصول و ارزش‌های ما برای هر فرد، گروه و نهادی از جامعه که با آ‌ن‌ها همکاری می‌کنیم، از جمله ذی‌نفعان نرم‌افزار و خدماتی که منتشر می‌کنیم، اعمال می‌شود. تمام پروژه‌های ما با در نظر گرفتن اصول و ارزش‌های ما طراحی شده‌اند. دانش، ابزار و خدمات ما تا زمانی که اصول و شرایط‌‌مان رعایت شود، در دسترس این گروه‌ها و افراد است
my: အပြည်ပြည်ဆိုင်ရာ လူ့အခွင့်အရေးဥပဒေမူကြမ်းကို မှီငြိမ်းထားသော ကျွန်ုပ်တို့၏အခြေခံမူများသည် ကျွန်ုပ်တို့ထုတ်လုပ်သည့် ဆော့ဖ်ဝဲလ်နှင့် ဝန်ဆောင်မှုများ၏ အကျိုးခံစားခွင့်များအပါအဝင် ကျွန်ုပ်တို့နှင့်အလုပ်လုပ်သော လူတစ်ဦးချင်း၊ လူအုပ်စုများနှင့် လူ့အဖွဲ့အစည်းတိုင်းနှင့် သက်ဆိုင်ပါသည်။ ကျွန်ုပ်တို့၏ ပရောဂျက်များအားလုံးသည် ကျွန်ုပ်တို့၏အခြေခံမူများဖြင့် တည်ဆောက်ရေးဆွဲထားပါသည်။ ကျွန်ုပ်တို့၏ စည်းမျဉ်းများနှင့် ဝန်ဆောင်မှုစည်းမျဉ်းများကို လေးစားသရွေ့ ကျွန်ုပ်တို့၏ အသိပညာ၊ ကိရိယာများနှင့် ဝန်ဆောင်မှုများသည် ဤအုပ်စုများနှင့် လူပုဂ္ဂိုလ်များအတွက် ရရှိနိုင်ပါသည်
ru: Вдохновленные Международным Биллем о правах человека, наши принципы распространяются на каждого человека, группу и орган общества, с которым мы работаем, включая бенефициаров программного обеспечения и услуг, которые мы выпускаем. Все наши проекты разработаны с учетом наших принципов. Наши знания, инструменты и услуги доступны для этих групп и отдельных лиц до тех пор, пока наши принципы и условия службы соблюдаются
uk: Спираючись на Загальну декларацію прав людини, наші принципи поширюються на кожну людину, групу та суспільний інститут, з якими ми працюємо, включно з користувачами програмного забезпечення та послуг, які ми випускаємо. Всі наші проекти розробляються з урахуванням наших принципів. Наші знання, інструменти та послуги доступні цим групам та окремим особам за умови дотримання наших принципів та умов надання послуг
