Repository: equalitie/ouisync-app
Catalog: lib/l10n/intl_*.arb
Languages: es, fa, my, ru, uk, zh_cn

# messageNATOnWikipedia
source: NAT on Wikipedia
es: NAT en Wikipedia
fa: ترجمه آدرس شبکه (NAT) در ویکی‌پدیا
my: ဝီကီပီးဒီးယားပေါ်ရှိ NAT
ru: NAT в Википедии
uk: NAT (переклад мережевих адрес) у Вікіпедії

# actionImportRepo
source: Import repository
es: Importar un repositorio
fa: وارد کردن مخزن
my: သိုလှောင်ခန်းကို ထည့်သွင်းပါ
ru: Импортировать хранилище
uk: Імпортувати репозиторій

# messagePeerExchangeWikipedia
source: Peer Exchange on Wikipedia
es: Intercambio entre pares en Wikipedia
fa: تبادل همتا در ویکی‌پدیا
my: ဝီကီပီးဒီးယားပေါ်တွင် လုပ်ဖော်ကိုင်ဖက်အချင်းချင်းအကြား လဲလှယ်မှု
ru: Пиринговый обмен в Википедии
uk: Пірінговий обмін у Вікіпедії

# messageChangesToTermsP1
source: We may update our Terms from time to time. Thus, you are advised to review this page periodically for any changes
es: Es posible que actualicemos nuestras Condiciones de vez en cuando. Por lo tanto, le recomendamos que revise periódicamente esta página para comprobar si se han producido cambios
fa: ممکن است شرایط استفاده (خدمات) خود را هر از چندگاهی به‌روز کنیم. بنابراین، به شما توصیه می‌شود برای اطلاع از هر‌گونه تغییر، این صفحه را به صورت دوره‌ای مرور کنید
my: ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ စည်းမျဥ်းစည်းကမ်းများကို အခါအားလျော်စွာ အပ်ဒိတ်ပြုလုပ်နိုင်ပါသည်။ ထို့ကြောင့် အပြောင်းအလဲတစ်စုံတစ်ရာအတွက် ဤစာမျက်နှာကို အခါအားလျော်စွာ ပြန်လည်သုံးသပ်ရန် အကြံပြုအပ်ပါသည်
ru: Мы можем время от времени обновлять наши Условия. Таким образом, Вам рекомендуется периодически просматривать эту страницу на предмет любых изменений
uk: Ми можемо час від часу оновлювати наші Умови. Тому радимо вам періодично переглядати цю сторінку на предмет будь-яких змін

# messageAutomaticUnlockRepositoryFailed
source: We couldn’t unlock the repository
es: No pudimos desbloquear el repositorio
fa: نتوانستیم قفل مخزن را باز کنیم
my: သိုလှောင်ခန်းကို လော့ခ်ဖြေ၍ မရပါ
ru: Мы не смогли разблокировать хранилище
uk: Ми не можемо розблокувати репозиторію

# messageBiometricUnlockRepositoryFailed
source: Biometric unlocking failed
es: Fallo en el desbloqueo biométrico
fa: باز کردن قفل بیومتریک ناموفق بود
my: ဇီဝအချက်အလက်ဆိုင်ရာ လော့ခ်ဖွင့်ခြင်း မအောင်မြင်ပါ
ru: Биометрическая разблокировка не удалась
uk: Біометричне розблокування не відбулося

# messageCanadaPrivacyAct
source: Canada’s Privacy Act
es: Ley de Protección de Datos de Canadá
fa: قانون حفظ حریم خصوصی کانادا
my: ကနေဒါ၏ ကိုယ်ရေးလုံခြုံမှုအက်ဥပဒေ
ru: Закон Канады о конфиденциальности
uk: Закон Канади про конфіденційність

# messageLogDataP3
source: None of this data is shared with any third parties
es: Ninguno de estos datos se comparte con terceros
fa: هیچ‌یک از این اطلاعات با هیچ طرف شخص ثالثی به‌اشتراک گذاشته نمی‌شود
my: ဤဒေတာကို မည်သည့်ပြင်ပအဖွဲ့အစည်းနှင့်မျှ မျှဝေခြင်းမပြုပါ
ru: Никакие из этих данных не передаются третьим лицам
uk: Жодні з цих даних не передаються третім особам

# messageLogData2
source: Information the user may provide by email, through help tickets, or through our website, and associated metadata - for the purposes of providing technical support
es: La información que el usuario pueda facilitar por correo electrónico, a través de los tickets de ayuda o de nuestra página web, y los metadatos asociados, con el fin de prestar asistencia técnica
fa: اطلاعاتی که کاربر ممکن است از طریق ایمیل، از طریق برگه‌های راهنما، یا از طریق وب‌سایت ما، و ابرداده‌های مرتبط - به منظور دریافت پشتیبانی فنی ارائه دهد
my: အသုံးပြုသူသည် အီးမေးလ်ဖြင့် ပေးအပ်သော သတင်းအချက်အလက်များ၊ အကူအညီလက်မှတ်များမှတဆင့် သို့မဟုတ် ကျွန်ုပ်တို့၏ဝက်ဆိုက်မှတဆင့် ပေးအပ်လာသော သတင်းအချက်အလက်များ၊ မက်တာဒေတာနှင့် ဆက်စပ်နေသော သတင်းအချက်အလက်များ - နည်းပညာဆိုင်ရာ ပံ့ပိုးကူညီမှုပေးနိုင်ရန် ရည်ရွယ်ချက်အတွက်သက်သက် ပေးအပ်နိုင်သည့် အချက်အလက်များဖြစ်သည်
ru: Информация, которую пользователь может предоставить по электронной почте, через запросы помощи или через наш веб-сайт, а также соответствующие метаданные - в целях предоставления технической поддержки
uk: Інформація, яку користувач може надати електронною поштою, через тікети допомоги або через наш веб-сайт, а також пов'язані з ним метаданими – з метою надання технічної підтримки

# actionRemove
source: Remove
es: Eliminar
fa: حذف
my: ဖယ်ရှားပါ
ru: Удалить
uk: Видалити

# messageInfoUPnP
source: Is a set of networking protocols that will allow your Ouisync apps to discover and communicate with each other. For best connectivity we recommend this setting to be ON
es: Es un conjunto de protocolos de red que permitirán a tus aplicaciones Ouisync descubrir y comunicarse entre sí. Para una mejor conectividad, recomendamos que esta opción esté activada
fa: مجموعه‌ای از پروتکل‌های شبکه است که به اپلیکیشن‌های وی‌سینک شما اجازه می‌دهد تا یکدیگر را کشف کرده و با یکدیگر ارتباط برقرار کنند. برای بهترین اتصال، توصیه می‌کنیم این تنظیمات روشن باشد
my: သင်၏ Ouisync အက်ပ်များကို အချင်းချင်း ရှာဖွေပြီး ဆက်သွယ်နိုင်စေမည့် ကွန်ရက်ချိတ်ဆက်မှုပရိုတိုကော အစုအဖွဲ့တစ်ခုဖြစ်သည်။ အကောင်းဆုံးချိတ်ဆက်မှုအတွက် ဤဆက်တင်ကို ဖွင့်ထားရန် အကြံပြုအပ်ပါသည်
ru: Это набор сетевых протоколов, которые позволят Вашим приложениям Ouisync обнаруживать друг друга и взаимодействовать друг с другом. Для наилучшего подключения мы рекомендуем включить этот параметр
uk: Це перелік мережевих протоколів, які дозволять вашим програмам Ouisync знаходити один одного та спілкуватися між собою. Для найкращого зв'язку рекомендуємо залишити цей параметр увімкненим

# actionYes
source: Yes
es: Sí
fa: بله
my: ဟုတ်
ru: Да
uk: Так

# messageLaunchAtStartup
source: Launch at startup
es: Iniciar al arrancar
fa: راه‌اندازی هنگام شروع به کار
my: စတင်ချိန်တွင် ဖွင့်မည်
ru: Запускать при старте системы
uk: Початок дії при запуску

# messageAvailableOnMobile
source: Available on mobile
es: Disponible para móviles
fa: در موبایل در دسترس است
my: မိုလ်ဘိုင်းပေါ်တွင် ရရှိနိုင်သည်
ru: Доступно на мобильных устройствах
uk: Доступно на мобільних пристроях

# messageLogData1
source: Email address - if the user decided to contact us by email
es: Dirección de correo electrónico - si el usuario decidió ponerse en contacto con nosotros por correo electrónico
fa: آدرس ایمیل - اگر کاربر تصمیم گرفت از طریق ایمیل با ما تماس بگیرد
my: အီးမေးလ်လိပ်စာ - အသုံးပြုသူသည် ကျွန်ုပ်တို့အား အီးမေးလ်ဖြင့် ဆက်သွယ်ရန် ဆုံးဖြတ်သည့်အခါတွင် ဖြစ်သည်
ru: Адрес электронной почты - если пользователь решил связаться с нами по электронной почте
uk: Адреса електронної пошти - якщо користувач вирішив зв'язатися з нами електронною поштою

# messageRemoveLocalPasswordConfirmation
source: Remove this repository local password? The repository will unlock automatically, unless a local password is added again
es: ¿Quitar la contraseña local de este repositorio? El repositorio se desbloqueará automáticamente, a menos que se vuelva a añadir una contraseña local
fa: این رمز عبور محلی مخزن حذف شود؟ مخزن به‌طور خودکار باز می‌شود، مگر این که یک رمز عبور محلی مجدد اضافه شود
my: ဤသိုလှောင်ခန်း၏ စက်တွင်းစကားဝှက်ကို ဖယ်ရှားမည်လား။ စက်တွင်းစကားဝှက်ကို ထပ်မံထည့်သွင်းခြင်း မရှိပါက သိုလှောင်ခန်းနေရာကို အလိုအလျောက် လော့ခ်ချပါမည်
ru: Удалить локальный пароль этого хранилища? Хранилище разблокируется автоматически, если только локальный пароль не будет добавлен повторно
uk: Видалити локальний пароль цього сховища? Сховище буде розблоковано автоматично, якщо локальний пароль не буде додано знову

# actionSkip
source: Skip
es: Omitir
fa: صرف نظر
my: ကျော်ပါ
ru: Пропустить
uk: Пропустити

# menuItemAbout
source: About
es: Acerca de
fa: درباره ما
my: အကြောင်းအရာ
ru: О программе
uk: Про нас

# messageInfoLocalDiscovery
source: The Local Peer Discovery allows your Ouisync apps to share files with your peers without going through internet service providers, where a local WiFi or other network is available. For local connectivity this setting needs to be ON
es: El Local Peer Discovery permite que tus aplicaciones Ouisync compartan archivos con tus pares sin pasar por proveedores de servicios de Internet, cuando haya disponible una red WiFi local u otra red. Para la conectividad local, esta opción debe estar activada
fa: سیستم شناسایی محلی همتا (Local Peer Discovery) به اپلیکیشن‌های وی‌سینک شما اجازه می‌دهد تا فایل‌ها را بدون مراجعه به ارائه‌دهندگان خدمات اینترنتی، جایی که یک وای‌فای محلی یا شبکه دیگری در دسترس است، با همتاهای خود به اشتراک بگذارند. برای اتصال محلی، این تنظیمات باید روشن باشد
my: ဒေသတွင်း လုပ်ဖော်ကိုင်ဖက်ရှာဖွေမှု သည် သင်၏ Ouisync အက်ပ်များကို ဒေသတွင်းဝိုင်ဖိုင် သို့မဟုတ် အခြားကွန်ရက်ရရှိနိုင်သည့် အင်တာနက် ဝန်ဆောင်မှုပေးသူများမှတစ်ဆင့် မသွားဘဲ သင့်လုပ်ဖော်ကိုင်ဖက်များနှင့် ဖိုင်များကို မျှဝေခွင့်ပြုသည်။ စက်တွင်းချိတ်ဆက်မှုအတွက် ဤဆက်တင်ကို ဖွင့်ထားရန် လိုအပ်သည်
ru: Функция Local Peer Discovery позволяет вашим приложениям Ouisync обмениваться файлами с Вашими коллегами, минуя интернет-провайдеров в местах, где доступен локальный Wi-Fi или другая сеть. Для локального подключения этот параметр должен быть включен
uk: Локальне виявлення однорангових мереж дозволяє вашим програмам Ouisync обмінюватися файлами з одноранговими програмами, не звертаючись до інтернет-провайдерів, якщо доступна локальна мережа Wi-Fi або інша мережа. Для локального підключення цей параметр має бути увімкнено

# actionIDontAgree
source: I don’t agree
es: No estoy de acuerdo
fa: موافق نیستم
my: ကျွန်ုပ် လက်မခံပါ
ru: Я не согласен(а)
uk: Я не згодний/згодна

# messageInfoSyncMobileData
source: When this setting is on, your mobile services provider may charge you for data used when syncing the repositories you share with your peers
es: Cuando esta opción está activada, tu proveedor de servicios móviles puede cobrarte por los datos utilizados al sincronizar los repositorios que compartes con tus compañeros
fa: وقتی این تنظیمات روشن است، ارائه‌دهنده خدمات تلفن همراه شما ممکن است برای انتقال داده‌هایی که هنگام همگام‌سازی مخزن‌هایی که با همتاهای خود به اشتراک می‌گذارید، از شما هزینه دریافت کند
my: သင်၏ မိုဘိုင်းလ်ဝန်ဆောင်မှုကုမ္ပဏီသည် ဤဆက်တင်ကို ဖွင့်ထားသောအခါတွင် သင့်လုပ်ဖော်ကိုင်ဖက်များနှင့် မျှဝေထားသည့် သိုလှောင်ခန်းများမှ ဒေတာရယူသည့်အခါ အသုံးပြုသည့်ဒေတာအတွက် သင့်အား အခကြေးငွေကောက်ခံလိမ့်မည်
ru: Если этот параметр включен, Ваш оператор мобильной связи может взимать с Вас плату за данные, используемые при синхронизации хранилищ, которыми Вы делитесь со своими коллегами
uk: Якщо цей параметр увімкнено, ваш мобільний оператор може стягувати плату за дані, використані під час синхронізації сховищ, до яких ви надаєте спільний доступ своїм колегам

# actionUndo
source: Undo
es: Deshacer
fa: بازگرداندن
my: မလုပ်တော့ပါ
ru: Отменить
uk: Відмінити

# messageUpdateLocalPasswordConfirmation
source: Update this repository localpassword?
es: ¿Actualizar la contraseña local de este repositorio?
fa: رمز عبور محلی این مخزن به‌روز شود؟
my: ဤသိုလှောင်ခန်း၏ စက်တွင်းစကားဝှက်ကို အပ်ဒိတ်လုပ်မည်လား။
ru: Обновить локальный пароль этого хранилища?
uk: Оновити локальний пароль для цього сховища?

# actionRemoveLocalPassword
source: Remove local password
es: Eliminar la contraseña local
fa: حذف رمز عبور محلی
my: စက်တွင်းစကားဝှက်ကို ဖယ်ရှားပါ
ru: Удалить локальный пароль
uk: Видалити локальний пароль

# messageSecurityPracticesP3
source: The Ouisync app stores users’ data on an 'Always-On Peer', which is a server located in Canada. All data is stored as encrypted chunks and is not readable by the server or its operators. The purpose of this server is simply to bridge the gaps between peers who are not online at the same time. All data is periodically purged from this server - its purpose is not to provide permanent data storage but simply facilitation of data syncing by peers
es: La aplicación Ouisync almacena los datos de los usuarios en un "par siempre activo", que es un servidor ubicado en Canadá. Todos los datos se almacenan en trozos cifrados y ni el servidor ni sus operadores pueden leerlos. El propósito de este servidor es simplemente salvar las distancias entre pares que no están conectados al mismo tiempo. Todos los datos se eliminan periódicamente de este servidor: su objetivo no es proporcionar un almacenamiento permanente de los datos, sino simplemente facilitar la sincronización de datos entre los pares
fa: اپلیکیشن وی‌سینک داده‌های کاربران را روی یک همتای همیشه فعال [Always-On Peer] که سروری در کشور کانادا است، ذخیره می‌کند. همه داده‌ها به صورت تکه‌های رمزنگاری‌شده ذخیره می‌شوند و توسط سرور یا اپراتورهای آن قابل خواندن نیستند. هدف این سرور صرفا پر کردن شکاف بین همتاهای خود است که هم‌زمان آنلاین نیستند. تمام داده‌ها به صورت دوره‌ای از این سرور پاک می شوند - هدف آن ارائه ذخیره‌سازی دائمی داده نیست، بلکه همگام‌سازی داده‌ها توسط همتاها را تسهیل می‌کند
my: Ouisync အက်ပ်သည် ကနေဒါတွင်ရှိသော ဆာဗာတစ်ခုဖြစ်သည့် 'Always-On Peer' တွင် သုံးစွဲသူများ၏ဒေတာကို သိမ်းဆည်းထားသည်။ ဒေတာအားလုံးကို ကုဒ်ဝှက်ထားသော အစိတ်အပိုင်းများအဖြစ် သိမ်းဆည်းထားပြီး ဆာဗာ သို့မဟုတ် ၎င်း၏အော်ပရေတာများမှ ဖတ်၍မရပါ။ ဤဆာဗာ၏ရည်ရွယ်ချက်မှာ အွန်လိုင်းမဟုတ်သော လုပ်ဖော်ကိုင်ဖက်များအကြား ကွာဟချက်များအား တပြိုင်တက်တည်းပေါင်းကူးပေးရန်ဖြစ်သည်။ ဒေတာအားလုံးကို ဤဆာဗာမှ အခါအားလျော်စွာ ဖယ်ရှားသည် - ၎င်း၏ ရည်ရွယ်ချက်မှာ အမြဲတမ်း ဒေတာသိုလှောင်မှု ပေးရန် မဟုတ်သော်လည်း လုပ်ဖော်ကိုင်ဖက်များအနေဖြင့် ဒေတာ ထပ်တူပြုခြင်းကို လွယ်ကူချောမွေ့စေရန် ဖြစ်သည်
ru: Приложение Ouisync хранит данные пользователей на "Always-On Peer", который представляет собой сервер, расположенный в Канаде. Все данные хранятся в виде зашифрованных фрагментов и не могут быть прочитаны сервером или его операторами. Задача этого сервера - просто устранить разрыв между пользователями, которые не находятся в сети одновременно. Все данные периодически удаляются с этого сервера - его цель не обеспечить постоянное хранение данных, а просто облегчить синхронизацию данных между пирами
uk: Додаток Ouisync зберігає дані користувачів на "Always-On Peer", який знаходиться в Канаді. Всі дані зберігаються як зашифровані шматки і не прочитаються сервером або його операторами. Мета цього сервера - просто перемістити проміжки між однолітками, які не онлайн одночасно. Всі дані періодично очищаються від цього сервера - його мета не забезпечити постійного зберігання даних, але просто полегшення синхронізації даних однолітками

# menuItemLogs
source: Logs
es: Registros
fa: گزارش‌ها
my: မှတ်တမ်းများ
ru: Логи
uk: Журнали

# messageChildrensPolicyP1
source: We do not knowingly collect personally identifiable information from children. We encourage all children to never submit any personally identifiable information through the Application and/or Services. We encourage parents and legal guardians to monitor their childrens’ Internet usage and to help enforce this Policy by instructing their children never to provide personally identifiable information through the Application and/or Services without their permission. If you have reason to believe that a child has provided personally identifiable information to us through the Application and/or Services, please contact us. You must also be at least 16 years of age to consent to the processing of your personally identifiable information in your country (in some countries we may allow your parent or guardian to do so on your behalf)
es: No recopilamos a sabiendas información de identificación personal de niños. Animamos a todos los niños a que nunca envíen información de identificación personal a través de la Aplicación y/o los Servicios. Animamos a los padres y tutores legales a monitorear el uso de Internet de sus hijos y a ayudar a hacer cumplir esta Política instruyendo a sus hijos a que nunca proporcionen información de identificación personal a través de la Aplicación y/o los Servicios sin su permiso. Si tiene motivos para creer que un niño nos ha proporcionado información de identificación personal a través de la Aplicación y/o los Servicios, póngase en contacto con nosotros. También debe tener al menos 16 años de edad para dar su consentimiento al procesamiento de su información de identificación personal en su país (en algunos países podemos permitir que su padre o tutor lo haga en su nombre)
fa: ما به طور آگاهانه اطلاعات شخصی قابل شناسایی از کودکان جمع‌آوری نمی‌کنیم. از تمامی کودکان می‌خواهیم که هیچ‌گاه اطلاعات شخصی قابل شناسایی خود را از طریق برنامه و/یا خدمات ارسال نکنند. همچنین به والدین و سرپرستان قانونی توصیه می‌کنیم تا بر استفاده فرزندانشان از اینترنت نظارت کنند و با راهنمایی فرزندانشان در این زمینه که بدون اجازه آن‌ها هیچ‌گونه اطلاعات شخصی قابل شناسایی را از طریق برنامه و/یا خدمات ارائه ندهند، به اجرای این سیاست کمک کنند. اگر دلیلی دارید که باور کنید کودکی از طریق برنامه و/یا خدمات اطلاعات شخصی قابل شناسایی را برای ما ارسال کرده است، لطفا با ما تماس بگیرید. همچنین شما باید حداقل ۱۶ سال سن داشته باشید تا بتوانید با پردازش اطلاعات شخصی قابل شناسایی خود در کشور خود موافقت کنید (در برخی کشورها ممکن است والدین یا سرپرستان قانونی شما بتوانند این کار را از طرف شما انجام دهند)
my: ကျွန်ုပ်တို့သည် ကလေးငယ်များထံမှ ပုဂ္ဂိုလ်ရေးဆိုင်ရာ အချက်အလက်များကို ရည်ရွယ်ချက်ရှိရှိ မစုဆောင်းထားပါ။ လျှောက်လွှာ နှင့်/သို့မဟုတ် ဝန်ဆောင်မှုများမှတစ်ဆင့် ပုဂ္ဂိုလ်ရေးအရ သိရှိနိုင်သော အချက်အလက်များကို မည်သည့်အခါမျှ မထည့်သွင်းရန် ကလေးငယ်များအားလုံးအား ကျွန်ုပ်တို့ တိုက်တွန်းပါသည်။ ၎င်းတို့၏ ကလေးငယ်များအင်တာနက်အသုံးပြုမှုကို စောင့်ကြည့်ရန် မိဘများနှင့် တရားဝင်အုပ်ထိန်းသူများကို ကျွန်ုပ်တို့အနေဖြင့် တိုက်တွန်းထားပြီး ၎င်းတို့၏ခွင့်ပြုချက်မရှိဘဲ ၎င်းတို့၏ကလေးများကို Application နှင့်/သို့မဟုတ် ဝန်ဆောင်မှုများမှတစ်ဆင့် ပုဂ္ဂိုလ်ရေးအရသိရှိနိုင်သောအချက်အလက်များကို မည်သို့မျှ မပေးဆောင်ရန် ညွှန်ကြားခြင်းဖြင့် ဤမူဝါဒကို လိုက်နာကူညီပေးရန် ကျွန်ုပ်တို့ တိုက်တွန်းအပ်ပါသည်။ လျှောက်လွှာ နှင့်/သို့မဟုတ် ဝန်ဆောင်မှုများမှတစ်ဆင့် ကလေးငယ်တစ်ဦးသည် ကျွန်ုပ်တို့အား ပုဂ္ဂိုလ်ရေးအရ သိရှိနိုင်သော အချက်အလက်များကို ပေးထားကြောင်း သင်ယုံကြည်ရန် အကြောင်းပြချက်ရှိပါက ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။ သင့်နိုင်ငံတွင် သင်၏ကိုယ်ရေးကိုယ်တာအချက်အလက်များကို စီမံဆောင်ရွက်ပေးမှုအား သဘောတူရန် သင့်အနေဖြင့် အနည်းဆုံး အသက် 16 နှစ်ရှိရမည် (အချို့နိုင်ငံများတွင် သင့်ကိုယ်စား သင့်မိဘ သို့မဟုတ် အုပ်ထိန်းသူအား ထိုသို့လုပ်ဆောင်ရန် ကျွန်ုပ်တို့အနေဖြင့် ခွင့်ပြုနိုင်သည်)
ru: Мы сознательно не собираем персональную информацию о детях. Мы рекомендуем всем детям никогда не предоставлять никакой персональной информации через Приложение и/или Услуги. Мы призываем родителей и законных опекунов следить за использованием Интернета их детьми и способствовать соблюдению данной Политики, инструктируя своих детей никогда не предоставлять информацию, идентифицирующую личность, через Приложение и/или Услуги без их разрешения. Если у вас есть основания полагать, что ребенок предоставил нам персональную информацию через Приложение и/или Услуги, пожалуйста, свяжитесь с нами. Вы также должны быть не моложе 16 лет, чтобы дать согласие на обработку вашей персональной информации в вашей стране (в некоторых странах мы можем разрешить вашему родителю или опекуну сделать это от вашего имени)
uk: Ми не знаємо, щоб зібрати особисту інформацію від дітей. Ми заохочуємо всіх дітей, які ніколи не подають особистої інформації через додаток та/або Послуги. Ми заохочуємо батьків та правоохоронців контролювати дітей Інтернет-користування та забезпечення дотримання цієї Політики, що перешкоджають їх дітям, ніколи не надавати особисту інформацію через додаток та/або Послуги без дозволу. Якщо ви хочете вірити, що дитина надавалася особистою ідентифікованою інформацією для нас через додаток та/або Послуги, будь ласка, зв'яжіться з нами. Ви також повинні бути принаймні 16 років згоди на обробку вашої особистої інформації в країні (в деяких країнах, які ми можемо дозволити вашому батькові або опікуну таким чином від імені)

# popupMenuItemCopyPassword
source: Copy password
es: Copiar la contraseña
fa: کپی‌کردن رمز عبور
my: စကားဝှက်ကို ကူးယူပါ
ru: Скопировать пароль
uk: Скопіювати пароль

# messageSecurityPracticesP1
source: Data that the user uploads into the Ouisync repositories is end-to-end encrypted in transit as well as at rest. This includes metadata such as file names, sizes, folder structure etc. Within Ouisync, data is readable only by the person who uploaded the data and those persons with whom they shared their repositories
es: Los datos que el usuario carga en los repositorios de Ouisync se cifran de extremo a extremo tanto en tránsito como en reposo. Esto incluye los metadatos como los nombres de los archivos, los tamaños, la estructura de las carpetas, etc. En Ouisync, sólo pueden leer los datos la persona que los ha cargado y las personas con las que comparte sus repositorios
fa: داده‌هایی که کاربر در مخازن وی‌سینک آپلود می‌کند، در حین انتقال و همچنین در حالت ذخیره‌سازی رمزنگاری شده‌اند. این شامل ابرداده‌هایی مانند نام فایل، اندازه، ساختار پوشه و غیره می‌شود. در وی‌سینک، داده‌ها فقط توسط شخصی که داده‌ها را آپلود کرده و افرادی که مخازن خود را با آن‌ها به اشتراک گذاشته‌اند، قابل خواندن است
my: Ouisync ၏ သိုလှောင်ခန်းအတွင်းသို့ သုံးစွဲသူမှ အပ်လုဒ်လုပ်ထားသော ဒေတာများသည် အစအဆုံးကုဒ်ဝှက်ထားသည့်အပြင် အခြားအချိန်များတွင်လည်း ကူးယူနိုင်ပါသည်။ ၎င်းတွင် ဖိုင်အမည်များ၊ အရွယ်အစားများ၊ ဖိုဒါဖွဲ့စည်းပုံ စသည်တို့ပါဝင်ပါသည်။ Ouisync တွင်၊ ဒေတာကို အပ်လုဒ်လုပ်သူနှင့် ၎င်းတို့၏ သိုလှောင်ခန်းများကို မျှဝေပေးထားသည့် ပုဂ္ဂိုလ်များကသာ ဒေတာကို ဖတ်နိုင်သည်
ru: Данные, которые пользователь загружает в хранилища Ouisync, подвергаются сквозному шифрованию как при передаче, так и при хранении. Сюда входят метаданные, такие как имена файлов, размеры, структура папок и т.д. В Ouisync данные доступны для чтения только человеку, который загрузил данные, и тем людям, с которыми они поделились своими хранилищами
uk: Дані, які користувач завантажує до сховищ Ouisync, наскрізно шифруються як під час передачі, так і за замовчуванням. Йдеться про метадані, зокрема імена файлів, розміри, структура папок тощо. В Ouisync дані можуть читати лише той, хто їх завантажив, і ті, з ким він поділився своїми сховищами

# actionClear
source: Clear
es: Limpiar
fa: پاک‌ کردن
my: ရှင်းလင်းဖယ်ရှားပါ
ru: Стереть
uk: Очистити

# messageNote
source: Note
es: Nota
fa: توجه
my: မှတ်ချက်
ru: Заметка
uk: Примітка

# messageRepositoryNotMounted
source: The repository is not mounted
es: El repositorio no se ha montado.
fa: مخرن موردنظر نصب نشده است
my: သိုလှောင်ခန်းကို တပ်ဆင်ထားခြင်း မရှိပါ။
ru: Хранилище не смонтировано
uk: Репозиторій не змонтовано

# messageCookiesP1
source: The Ouisync app does not use cookies
es: La aplicación Ouisync no utiliza cookies
fa: اپلیکیشن وی‌سینک از کوکی‌ها استفاده نمی‌کند
my: Ouisync သည် ကွတ်ကီးဖိုင်များကို အသုံးမပြုပါ
ru: Приложение Ouisync не использует cookies
uk: Застосунок Ouisync не використовує файли-куки
